omniti-labs/omnios-build/build/g11n/files/iconv_en_US.UTF-8.5
'\" t
.TH iconv 5 "21 July 2004"
.SH NAME
iconv_en_US.UTF-8 \- codeset conversion modules for UTF-8 locales
.SH DESCRIPTION
The table below lists the possible iconv codeset conversions
related to Unicode/UTF-8 locales delivered from en_US.UTF-8 locale.
The table contains the following information:
.sp
.IP "\fBSource Codeset\fR"
The name of codeset being converted from at iconv code conversion.
.IP "\fBTarget Codeset\fR"
The name of codeset being converted to at iconv code conversion.
.sp 2
.TS
box tab(:); 
cbp-1|cbp-1
l|l.  
Source Codeset:Target Codeset
=
646:UCS-2
646:UCS-2BE
646:UCS-2LE
646:UCS-4
646:UCS-4BE
646:UCS-4LE
646:UTF-16
646:UTF-16BE
646:UTF-16LE
646:UTF-32
646:UTF-32BE
646:UTF-32LE
646:UTF-8
8859-1:UCS-2
8859-1:UCS-2BE
8859-1:UCS-2LE
8859-1:UCS-4
8859-1:UCS-4BE
8859-1:UCS-4LE
8859-1:UTF-16
8859-1:UTF-16BE
8859-1:UTF-16LE
8859-1:UTF-32
8859-1:UTF-32BE
8859-1:UTF-32LE
8859-1:UTF-8
8859-2:UCS-2
8859-2:UCS-2BE
8859-2:UCS-2LE
8859-2:UCS-4
8859-2:UCS-4BE
8859-2:UCS-4LE
8859-2:UTF-16
8859-2:UTF-16BE
8859-2:UTF-16LE
8859-2:UTF-32
8859-2:UTF-32BE
8859-2:UTF-32LE
8859-2:UTF-8
8859-3:UCS-2
8859-3:UCS-2BE
8859-3:UCS-2LE
8859-3:UCS-4
8859-3:UCS-4BE
8859-3:UCS-4LE
8859-3:UTF-16
8859-3:UTF-16BE
8859-3:UTF-16LE
8859-3:UTF-32
8859-3:UTF-32BE
8859-3:UTF-32LE
8859-3:UTF-8
8859-4:UCS-2
8859-4:UCS-2BE
8859-4:UCS-2LE
8859-4:UCS-4
8859-4:UCS-4BE
8859-4:UCS-4LE
8859-4:UTF-16
8859-4:UTF-16BE
8859-4:UTF-16LE
8859-4:UTF-32
8859-4:UTF-32BE
8859-4:UTF-32LE
8859-4:UTF-8
8859-5:UCS-2
8859-5:UCS-2BE
8859-5:UCS-2LE
8859-5:UCS-4
8859-5:UCS-4BE
8859-5:UCS-4LE
8859-5:UTF-16
8859-5:UTF-16BE
8859-5:UTF-16LE
8859-5:UTF-32
8859-5:UTF-32BE
8859-5:UTF-32LE
8859-5:UTF-8
8859-6:UCS-2
8859-6:UCS-2BE
8859-6:UCS-2LE
8859-6:UCS-4
8859-6:UCS-4BE
8859-6:UCS-4LE
8859-6:UTF-16
8859-6:UTF-16BE
8859-6:UTF-16LE
8859-6:UTF-32
8859-6:UTF-32BE
8859-6:UTF-32LE
8859-6:UTF-8
8859-7:UCS-2
8859-7:UCS-2BE
8859-7:UCS-2LE
8859-7:UCS-4
8859-7:UCS-4BE
8859-7:UCS-4LE
8859-7:UTF-16
8859-7:UTF-16BE
8859-7:UTF-16LE
8859-7:UTF-32
8859-7:UTF-32BE
8859-7:UTF-32LE
8859-7:UTF-8
8859-8:UCS-2
8859-8:UCS-2BE
8859-8:UCS-2LE
8859-8:UCS-4
8859-8:UCS-4BE
8859-8:UCS-4LE
8859-8:UTF-16
8859-8:UTF-16BE
8859-8:UTF-16LE
8859-8:UTF-32
8859-8:UTF-32BE
8859-8:UTF-32LE
8859-8:UTF-8
8859-9:UCS-2
8859-9:UCS-2BE
8859-9:UCS-2LE
8859-9:UCS-4
8859-9:UCS-4BE
8859-9:UCS-4LE
8859-9:UTF-16
8859-9:UTF-16BE
8859-9:UTF-16LE
8859-9:UTF-32
8859-9:UTF-32BE
8859-9:UTF-32LE
8859-9:UTF-8
8859-10:UCS-2
8859-10:UCS-2BE
8859-10:UCS-2LE
8859-10:UCS-4
8859-10:UCS-4BE
8859-10:UCS-4LE
8859-10:UTF-16
8859-10:UTF-16BE
8859-10:UTF-16LE
8859-10:UTF-32
8859-10:UTF-32BE
8859-10:UTF-32LE
8859-10:UTF-8
8859-13:UCS-2
8859-13:UCS-2BE
8859-13:UCS-2LE
8859-13:UCS-4
8859-13:UCS-4BE
8859-13:UCS-4LE
8859-13:UTF-16
8859-13:UTF-16BE
8859-13:UTF-16LE
8859-13:UTF-32
8859-13:UTF-32BE
8859-13:UTF-32LE
8859-13:UTF-8
8859-14:UCS-2
8859-14:UCS-2BE
8859-14:UCS-2LE
8859-14:UCS-4
8859-14:UCS-4BE
8859-14:UCS-4LE
8859-14:UTF-16
8859-14:UTF-16BE
8859-14:UTF-16LE
8859-14:UTF-32
8859-14:UTF-32BE
8859-14:UTF-32LE
8859-14:UTF-8
8859-15:UCS-2
8859-15:UCS-2BE
8859-15:UCS-2LE
8859-15:UCS-4
8859-15:UCS-4BE
8859-15:UCS-4LE
8859-15:UTF-16
8859-15:UTF-16BE
8859-15:UTF-16LE
8859-15:UTF-32
8859-15:UTF-32BE
8859-15:UTF-32LE
8859-15:UTF-8
8859-16:UCS-2
8859-16:UCS-2BE
8859-16:UCS-2LE
8859-16:UCS-4
8859-16:UCS-4BE
8859-16:UCS-4LE
8859-16:UTF-16
8859-16:UTF-16BE
8859-16:UTF-16LE
8859-16:UTF-32
8859-16:UTF-32BE
8859-16:UTF-32LE
8859-16:UTF-8
iso-8859-1:ucs-2
iso-8859-1:UCS-2
iso8859-1:ucs-2
iso8859-1:UCS-2
ISO-8859-1:ucs-2
ISO-8859-1:UCS-2
ISO8859-1:ucs-2
ISO8859-1:UCS-2
iso-8859-1:ucs-2be
iso-8859-1:UCS-2BE
iso8859-1:ucs-2be
iso8859-1:UCS-2BE
ISO-8859-1:ucs-2be
ISO-8859-1:UCS-2BE
ISO8859-1:ucs-2be
ISO8859-1:UCS-2BE
iso-8859-1:ucs-2le
iso-8859-1:UCS-2LE
iso8859-1:ucs-2le
iso8859-1:UCS-2LE
ISO-8859-1:ucs-2le
ISO-8859-1:UCS-2LE
ISO8859-1:ucs-2le
ISO8859-1:UCS-2LE
iso-8859-1:ucs-4
iso-8859-1:UCS-4
iso8859-1:ucs-4
iso8859-1:UCS-4
ISO-8859-1:ucs-4
ISO-8859-1:UCS-4
ISO8859-1:ucs-4
ISO8859-1:UCS-4
iso-8859-1:ucs-4be
iso-8859-1:UCS-4BE
iso8859-1:ucs-4be
iso8859-1:UCS-4BE
ISO-8859-1:ucs-4be
ISO-8859-1:UCS-4BE
ISO8859-1:ucs-4be
ISO8859-1:UCS-4BE
iso-8859-1:ucs-4le
iso-8859-1:UCS-4LE
iso8859-1:ucs-4le
iso8859-1:UCS-4LE
ISO-8859-1:ucs-4le
ISO-8859-1:UCS-4LE
ISO8859-1:ucs-4le
ISO8859-1:UCS-4LE
iso-8859-1:utf-16
iso-8859-1:UTF-16
iso8859-1:utf-16
iso8859-1:UTF-16
ISO-8859-1:utf-16
ISO-8859-1:UTF-16
ISO8859-1:utf-16
ISO8859-1:UTF-16
iso-8859-1:utf-16be
iso-8859-1:UTF-16BE
iso8859-1:utf-16be
iso8859-1:UTF-16BE
ISO-8859-1:utf-16be
ISO-8859-1:UTF-16BE
ISO8859-1:utf-16be
ISO8859-1:UTF-16BE
iso-8859-1:utf-16le
iso-8859-1:UTF-16LE
iso8859-1:utf-16le
iso8859-1:UTF-16LE
ISO-8859-1:utf-16le
ISO-8859-1:UTF-16LE
ISO8859-1:utf-16le
ISO8859-1:UTF-16LE
iso-8859-1:utf-32
iso-8859-1:UTF-32
iso8859-1:utf-32
iso8859-1:UTF-32
ISO-8859-1:utf-32
ISO-8859-1:UTF-32
ISO8859-1:utf-32
ISO8859-1:UTF-32
iso-8859-1:utf-32be
iso-8859-1:UTF-32BE
iso8859-1:utf-32be
iso8859-1:UTF-32BE
ISO-8859-1:utf-32be
ISO-8859-1:UTF-32BE
ISO8859-1:utf-32be
ISO8859-1:UTF-32BE
iso-8859-1:utf-32le
iso-8859-1:UTF-32LE
iso8859-1:utf-32le
iso8859-1:UTF-32LE
ISO-8859-1:utf-32le
ISO-8859-1:UTF-32LE
ISO8859-1:utf-32le
ISO8859-1:UTF-32LE
iso-8859-1:utf-8
iso-8859-1:UTF-8
iso8859-1:utf-8
iso8859-1:UTF-8
ISO-8859-1:utf-8
ISO-8859-1:UTF-8
ISO8859-1:utf-8
ISO8859-1:UTF-8
iso-8859-2:ucs-2
iso-8859-2:UCS-2
iso8859-2:ucs-2
iso8859-2:UCS-2
ISO-8859-2:ucs-2
ISO-8859-2:UCS-2
ISO8859-2:ucs-2
ISO8859-2:UCS-2
iso-8859-2:ucs-2be
iso-8859-2:UCS-2BE
iso8859-2:ucs-2be
iso8859-2:UCS-2BE
ISO-8859-2:ucs-2be
ISO-8859-2:UCS-2BE
ISO8859-2:ucs-2be
ISO8859-2:UCS-2BE
iso-8859-2:ucs-2le
iso-8859-2:UCS-2LE
iso8859-2:ucs-2le
iso8859-2:UCS-2LE
ISO-8859-2:ucs-2le
ISO-8859-2:UCS-2LE
ISO8859-2:ucs-2le
ISO8859-2:UCS-2LE
iso-8859-2:ucs-4
iso-8859-2:UCS-4
iso8859-2:ucs-4
iso8859-2:UCS-4
ISO-8859-2:ucs-4
ISO-8859-2:UCS-4
ISO8859-2:ucs-4
ISO8859-2:UCS-4
iso-8859-2:ucs-4be
iso-8859-2:UCS-4BE
iso8859-2:ucs-4be
iso8859-2:UCS-4BE
ISO-8859-2:ucs-4be
ISO-8859-2:UCS-4BE
ISO8859-2:ucs-4be
ISO8859-2:UCS-4BE
iso-8859-2:ucs-4le
iso-8859-2:UCS-4LE
iso8859-2:ucs-4le
iso8859-2:UCS-4LE
ISO-8859-2:ucs-4le
ISO-8859-2:UCS-4LE
ISO8859-2:ucs-4le
ISO8859-2:UCS-4LE
iso-8859-2:utf-16
iso-8859-2:UTF-16
iso8859-2:utf-16
iso8859-2:UTF-16
ISO-8859-2:utf-16
ISO-8859-2:UTF-16
ISO8859-2:utf-16
ISO8859-2:UTF-16
iso-8859-2:utf-16be
iso-8859-2:UTF-16BE
iso8859-2:utf-16be
iso8859-2:UTF-16BE
ISO-8859-2:utf-16be
ISO-8859-2:UTF-16BE
ISO8859-2:utf-16be
ISO8859-2:UTF-16BE
iso-8859-2:utf-16le
iso-8859-2:UTF-16LE
iso8859-2:utf-16le
iso8859-2:UTF-16LE
ISO-8859-2:utf-16le
ISO-8859-2:UTF-16LE
ISO8859-2:utf-16le
ISO8859-2:UTF-16LE
iso-8859-2:utf-32
iso-8859-2:UTF-32
iso8859-2:utf-32
iso8859-2:UTF-32
ISO-8859-2:utf-32
ISO-8859-2:UTF-32
ISO8859-2:utf-32
ISO8859-2:UTF-32
iso-8859-2:utf-32be
iso-8859-2:UTF-32BE
iso8859-2:utf-32be
iso8859-2:UTF-32BE
ISO-8859-2:utf-32be
ISO-8859-2:UTF-32BE
ISO8859-2:utf-32be
ISO8859-2:UTF-32BE
iso-8859-2:utf-32le
iso-8859-2:UTF-32LE
iso8859-2:utf-32le
iso8859-2:UTF-32LE
ISO-8859-2:utf-32le
ISO-8859-2:UTF-32LE
ISO8859-2:utf-32le
ISO8859-2:UTF-32LE
iso-8859-2:utf-8
iso-8859-2:UTF-8
iso8859-2:utf-8
iso8859-2:UTF-8
ISO-8859-2:utf-8
ISO-8859-2:UTF-8
ISO8859-2:utf-8
ISO8859-2:UTF-8
iso-8859-3:ucs-2
iso-8859-3:UCS-2
iso8859-3:ucs-2
iso8859-3:UCS-2
ISO-8859-3:ucs-2
ISO-8859-3:UCS-2
ISO8859-3:ucs-2
ISO8859-3:UCS-2
iso-8859-3:ucs-2be
iso-8859-3:UCS-2BE
iso8859-3:ucs-2be
iso8859-3:UCS-2BE
ISO-8859-3:ucs-2be
ISO-8859-3:UCS-2BE
ISO8859-3:ucs-2be
ISO8859-3:UCS-2BE
iso-8859-3:ucs-2le
iso-8859-3:UCS-2LE
iso8859-3:ucs-2le
iso8859-3:UCS-2LE
ISO-8859-3:ucs-2le
ISO-8859-3:UCS-2LE
ISO8859-3:ucs-2le
ISO8859-3:UCS-2LE
iso-8859-3:ucs-4
iso-8859-3:UCS-4
iso8859-3:ucs-4
iso8859-3:UCS-4
ISO-8859-3:ucs-4
ISO-8859-3:UCS-4
ISO8859-3:ucs-4
ISO8859-3:UCS-4
iso-8859-3:ucs-4be
iso-8859-3:UCS-4BE
iso8859-3:ucs-4be
iso8859-3:UCS-4BE
ISO-8859-3:ucs-4be
ISO-8859-3:UCS-4BE
ISO8859-3:ucs-4be
ISO8859-3:UCS-4BE
iso-8859-3:ucs-4le
iso-8859-3:UCS-4LE
iso8859-3:ucs-4le
iso8859-3:UCS-4LE
ISO-8859-3:ucs-4le
ISO-8859-3:UCS-4LE
ISO8859-3:ucs-4le
ISO8859-3:UCS-4LE
iso-8859-3:utf-16
iso-8859-3:UTF-16
iso8859-3:utf-16
iso8859-3:UTF-16
ISO-8859-3:utf-16
ISO-8859-3:UTF-16
ISO8859-3:utf-16
ISO8859-3:UTF-16
iso-8859-3:utf-16be
iso-8859-3:UTF-16BE
iso8859-3:utf-16be
iso8859-3:UTF-16BE
ISO-8859-3:utf-16be
ISO-8859-3:UTF-16BE
ISO8859-3:utf-16be
ISO8859-3:UTF-16BE
iso-8859-3:utf-16le
iso-8859-3:UTF-16LE
iso8859-3:utf-16le
iso8859-3:UTF-16LE
ISO-8859-3:utf-16le
ISO-8859-3:UTF-16LE
ISO8859-3:utf-16le
ISO8859-3:UTF-16LE
iso-8859-3:utf-32
iso-8859-3:UTF-32
iso8859-3:utf-32
iso8859-3:UTF-32
ISO-8859-3:utf-32
ISO-8859-3:UTF-32
ISO8859-3:utf-32
ISO8859-3:UTF-32
iso-8859-3:utf-32be
iso-8859-3:UTF-32BE
iso8859-3:utf-32be
iso8859-3:UTF-32BE
ISO-8859-3:utf-32be
ISO-8859-3:UTF-32BE
ISO8859-3:utf-32be
ISO8859-3:UTF-32BE
iso-8859-3:utf-32le
iso-8859-3:UTF-32LE
iso8859-3:utf-32le
iso8859-3:UTF-32LE
ISO-8859-3:utf-32le
ISO-8859-3:UTF-32LE
ISO8859-3:utf-32le
ISO8859-3:UTF-32LE
iso-8859-3:utf-8
iso-8859-3:UTF-8
iso8859-3:utf-8
iso8859-3:UTF-8
ISO-8859-3:utf-8
ISO-8859-3:UTF-8
ISO8859-3:utf-8
ISO8859-3:UTF-8
iso-8859-4:ucs-2
iso-8859-4:UCS-2
iso8859-4:ucs-2
iso8859-4:UCS-2
ISO-8859-4:ucs-2
ISO-8859-4:UCS-2
ISO8859-4:ucs-2
ISO8859-4:UCS-2
iso-8859-4:ucs-2be
iso-8859-4:UCS-2BE
iso8859-4:ucs-2be
iso8859-4:UCS-2BE
ISO-8859-4:ucs-2be
ISO-8859-4:UCS-2BE
ISO8859-4:ucs-2be
ISO8859-4:UCS-2BE
iso-8859-4:ucs-2le
iso-8859-4:UCS-2LE
iso8859-4:ucs-2le
iso8859-4:UCS-2LE
ISO-8859-4:ucs-2le
ISO-8859-4:UCS-2LE
ISO8859-4:ucs-2le
ISO8859-4:UCS-2LE
iso-8859-4:ucs-4
iso-8859-4:UCS-4
iso8859-4:ucs-4
iso8859-4:UCS-4
ISO-8859-4:ucs-4
ISO-8859-4:UCS-4
ISO8859-4:ucs-4
ISO8859-4:UCS-4
iso-8859-4:ucs-4be
iso-8859-4:UCS-4BE
iso8859-4:ucs-4be
iso8859-4:UCS-4BE
ISO-8859-4:ucs-4be
ISO-8859-4:UCS-4BE
ISO8859-4:ucs-4be
ISO8859-4:UCS-4BE
iso-8859-4:ucs-4le
iso-8859-4:UCS-4LE
iso8859-4:ucs-4le
iso8859-4:UCS-4LE
ISO-8859-4:ucs-4le
ISO-8859-4:UCS-4LE
ISO8859-4:ucs-4le
ISO8859-4:UCS-4LE
iso-8859-4:utf-16
iso-8859-4:UTF-16
iso8859-4:utf-16
iso8859-4:UTF-16
ISO-8859-4:utf-16
ISO-8859-4:UTF-16
ISO8859-4:utf-16
ISO8859-4:UTF-16
iso-8859-4:utf-16be
iso-8859-4:UTF-16BE
iso8859-4:utf-16be
iso8859-4:UTF-16BE
ISO-8859-4:utf-16be
ISO-8859-4:UTF-16BE
ISO8859-4:utf-16be
ISO8859-4:UTF-16BE
iso-8859-4:utf-16le
iso-8859-4:UTF-16LE
iso8859-4:utf-16le
iso8859-4:UTF-16LE
ISO-8859-4:utf-16le
ISO-8859-4:UTF-16LE
ISO8859-4:utf-16le
ISO8859-4:UTF-16LE
iso-8859-4:utf-32
iso-8859-4:UTF-32
iso8859-4:utf-32
iso8859-4:UTF-32
ISO-8859-4:utf-32
ISO-8859-4:UTF-32
ISO8859-4:utf-32
ISO8859-4:UTF-32
iso-8859-4:utf-32be
iso-8859-4:UTF-32BE
iso8859-4:utf-32be
iso8859-4:UTF-32BE
ISO-8859-4:utf-32be
ISO-8859-4:UTF-32BE
ISO8859-4:utf-32be
ISO8859-4:UTF-32BE
iso-8859-4:utf-32le
iso-8859-4:UTF-32LE
iso8859-4:utf-32le
iso8859-4:UTF-32LE
ISO-8859-4:utf-32le
ISO-8859-4:UTF-32LE
ISO8859-4:utf-32le
ISO8859-4:UTF-32LE
iso-8859-4:utf-8
iso-8859-4:UTF-8
iso8859-4:utf-8
iso8859-4:UTF-8
ISO-8859-4:utf-8
ISO-8859-4:UTF-8
ISO8859-4:utf-8
ISO8859-4:UTF-8
iso-8859-5:ucs-2
iso-8859-5:UCS-2
iso8859-5:ucs-2
iso8859-5:UCS-2
ISO-8859-5:ucs-2
ISO-8859-5:UCS-2
ISO8859-5:ucs-2
ISO8859-5:UCS-2
iso-8859-5:ucs-2be
iso-8859-5:UCS-2BE
iso8859-5:ucs-2be
iso8859-5:UCS-2BE
ISO-8859-5:ucs-2be
ISO-8859-5:UCS-2BE
ISO8859-5:ucs-2be
ISO8859-5:UCS-2BE
iso-8859-5:ucs-2le
iso-8859-5:UCS-2LE
iso8859-5:ucs-2le
iso8859-5:UCS-2LE
ISO-8859-5:ucs-2le
ISO-8859-5:UCS-2LE
ISO8859-5:ucs-2le
ISO8859-5:UCS-2LE
iso-8859-5:ucs-4
iso-8859-5:UCS-4
iso8859-5:ucs-4
iso8859-5:UCS-4
ISO-8859-5:ucs-4
ISO-8859-5:UCS-4
ISO8859-5:ucs-4
ISO8859-5:UCS-4
iso-8859-5:ucs-4be
iso-8859-5:UCS-4BE
iso8859-5:ucs-4be
iso8859-5:UCS-4BE
ISO-8859-5:ucs-4be
ISO-8859-5:UCS-4BE
ISO8859-5:ucs-4be
ISO8859-5:UCS-4BE
iso-8859-5:ucs-4le
iso-8859-5:UCS-4LE
iso8859-5:ucs-4le
iso8859-5:UCS-4LE
ISO-8859-5:ucs-4le
ISO-8859-5:UCS-4LE
ISO8859-5:ucs-4le
ISO8859-5:UCS-4LE
iso-8859-5:utf-16
iso-8859-5:UTF-16
iso8859-5:utf-16
iso8859-5:UTF-16
ISO-8859-5:utf-16
ISO-8859-5:UTF-16
ISO8859-5:utf-16
ISO8859-5:UTF-16
iso-8859-5:utf-16be
iso-8859-5:UTF-16BE
iso8859-5:utf-16be
iso8859-5:UTF-16BE
ISO-8859-5:utf-16be
ISO-8859-5:UTF-16BE
ISO8859-5:utf-16be
ISO8859-5:UTF-16BE
iso-8859-5:utf-16le
iso-8859-5:UTF-16LE
iso8859-5:utf-16le
iso8859-5:UTF-16LE
ISO-8859-5:utf-16le
ISO-8859-5:UTF-16LE
ISO8859-5:utf-16le
ISO8859-5:UTF-16LE
iso-8859-5:utf-32
iso-8859-5:UTF-32
iso8859-5:utf-32
iso8859-5:UTF-32
ISO-8859-5:utf-32
ISO-8859-5:UTF-32
ISO8859-5:utf-32
ISO8859-5:UTF-32
iso-8859-5:utf-32be
iso-8859-5:UTF-32BE
iso8859-5:utf-32be
iso8859-5:UTF-32BE
ISO-8859-5:utf-32be
ISO-8859-5:UTF-32BE
ISO8859-5:utf-32be
ISO8859-5:UTF-32BE
iso-8859-5:utf-32le
iso-8859-5:UTF-32LE
iso8859-5:utf-32le
iso8859-5:UTF-32LE
ISO-8859-5:utf-32le
ISO-8859-5:UTF-32LE
ISO8859-5:utf-32le
ISO8859-5:UTF-32LE
iso-8859-5:utf-8
iso-8859-5:UTF-8
iso8859-5:utf-8
iso8859-5:UTF-8
ISO-8859-5:utf-8
ISO-8859-5:UTF-8
ISO8859-5:utf-8
ISO8859-5:UTF-8
iso-8859-6:ucs-2
iso-8859-6:UCS-2
iso8859-6:ucs-2
iso8859-6:UCS-2
ISO-8859-6:ucs-2
ISO-8859-6:UCS-2
ISO8859-6:ucs-2
ISO8859-6:UCS-2
iso-8859-6:ucs-2be
iso-8859-6:UCS-2BE
iso8859-6:ucs-2be
iso8859-6:UCS-2BE
ISO-8859-6:ucs-2be
ISO-8859-6:UCS-2BE
ISO8859-6:ucs-2be
ISO8859-6:UCS-2BE
iso-8859-6:ucs-2le
iso-8859-6:UCS-2LE
iso8859-6:ucs-2le
iso8859-6:UCS-2LE
ISO-8859-6:ucs-2le
ISO-8859-6:UCS-2LE
ISO8859-6:ucs-2le
ISO8859-6:UCS-2LE
iso-8859-6:ucs-4
iso-8859-6:UCS-4
iso8859-6:ucs-4
iso8859-6:UCS-4
ISO-8859-6:ucs-4
ISO-8859-6:UCS-4
ISO8859-6:ucs-4
ISO8859-6:UCS-4
iso-8859-6:ucs-4be
iso-8859-6:UCS-4BE
iso8859-6:ucs-4be
iso8859-6:UCS-4BE
ISO-8859-6:ucs-4be
ISO-8859-6:UCS-4BE
ISO8859-6:ucs-4be
ISO8859-6:UCS-4BE
iso-8859-6:ucs-4le
iso-8859-6:UCS-4LE
iso8859-6:ucs-4le
iso8859-6:UCS-4LE
ISO-8859-6:ucs-4le
ISO-8859-6:UCS-4LE
ISO8859-6:ucs-4le
ISO8859-6:UCS-4LE
iso-8859-6:utf-16
iso-8859-6:UTF-16
iso8859-6:utf-16
iso8859-6:UTF-16
ISO-8859-6:utf-16
ISO-8859-6:UTF-16
ISO8859-6:utf-16
ISO8859-6:UTF-16
iso-8859-6:utf-16be
iso-8859-6:UTF-16BE
iso8859-6:utf-16be
iso8859-6:UTF-16BE
ISO-8859-6:utf-16be
ISO-8859-6:UTF-16BE
ISO8859-6:utf-16be
ISO8859-6:UTF-16BE
iso-8859-6:utf-16le
iso-8859-6:UTF-16LE
iso8859-6:utf-16le
iso8859-6:UTF-16LE
ISO-8859-6:utf-16le
ISO-8859-6:UTF-16LE
ISO8859-6:utf-16le
ISO8859-6:UTF-16LE
iso-8859-6:utf-32
iso-8859-6:UTF-32
iso8859-6:utf-32
iso8859-6:UTF-32
ISO-8859-6:utf-32
ISO-8859-6:UTF-32
ISO8859-6:utf-32
ISO8859-6:UTF-32
iso-8859-6:utf-32be
iso-8859-6:UTF-32BE
iso8859-6:utf-32be
iso8859-6:UTF-32BE
ISO-8859-6:utf-32be
ISO-8859-6:UTF-32BE
ISO8859-6:utf-32be
ISO8859-6:UTF-32BE
iso-8859-6:utf-32le
iso-8859-6:UTF-32LE
iso8859-6:utf-32le
iso8859-6:UTF-32LE
ISO-8859-6:utf-32le
ISO-8859-6:UTF-32LE
ISO8859-6:utf-32le
ISO8859-6:UTF-32LE
iso-8859-6:utf-8
iso-8859-6:UTF-8
iso8859-6:utf-8
iso8859-6:UTF-8
ISO-8859-6:utf-8
ISO-8859-6:UTF-8
ISO8859-6:utf-8
ISO8859-6:UTF-8
iso-8859-7:ucs-2
iso-8859-7:UCS-2
iso8859-7:ucs-2
iso8859-7:UCS-2
ISO-8859-7:ucs-2
ISO-8859-7:UCS-2
ISO8859-7:ucs-2
ISO8859-7:UCS-2
iso-8859-7:ucs-2be
iso-8859-7:UCS-2BE
iso8859-7:ucs-2be
iso8859-7:UCS-2BE
ISO-8859-7:ucs-2be
ISO-8859-7:UCS-2BE
ISO8859-7:ucs-2be
ISO8859-7:UCS-2BE
iso-8859-7:ucs-2le
iso-8859-7:UCS-2LE
iso8859-7:ucs-2le
iso8859-7:UCS-2LE
ISO-8859-7:ucs-2le
ISO-8859-7:UCS-2LE
ISO8859-7:ucs-2le
ISO8859-7:UCS-2LE
iso-8859-7:ucs-4
iso-8859-7:UCS-4
iso8859-7:ucs-4
iso8859-7:UCS-4
ISO-8859-7:ucs-4
ISO-8859-7:UCS-4
ISO8859-7:ucs-4
ISO8859-7:UCS-4
iso-8859-7:ucs-4be
iso-8859-7:UCS-4BE
iso8859-7:ucs-4be
iso8859-7:UCS-4BE
ISO-8859-7:ucs-4be
ISO-8859-7:UCS-4BE
ISO8859-7:ucs-4be
ISO8859-7:UCS-4BE
iso-8859-7:ucs-4le
iso-8859-7:UCS-4LE
iso8859-7:ucs-4le
iso8859-7:UCS-4LE
ISO-8859-7:ucs-4le
ISO-8859-7:UCS-4LE
ISO8859-7:ucs-4le
ISO8859-7:UCS-4LE
iso-8859-7:utf-16
iso-8859-7:UTF-16
iso8859-7:utf-16
iso8859-7:UTF-16
ISO-8859-7:utf-16
ISO-8859-7:UTF-16
ISO8859-7:utf-16
ISO8859-7:UTF-16
iso-8859-7:utf-16be
iso-8859-7:UTF-16BE
iso8859-7:utf-16be
iso8859-7:UTF-16BE
ISO-8859-7:utf-16be
ISO-8859-7:UTF-16BE
ISO8859-7:utf-16be
ISO8859-7:UTF-16BE
iso-8859-7:utf-16le
iso-8859-7:UTF-16LE
iso8859-7:utf-16le
iso8859-7:UTF-16LE
ISO-8859-7:utf-16le
ISO-8859-7:UTF-16LE
ISO8859-7:utf-16le
ISO8859-7:UTF-16LE
iso-8859-7:utf-32
iso-8859-7:UTF-32
iso8859-7:utf-32
iso8859-7:UTF-32
ISO-8859-7:utf-32
ISO-8859-7:UTF-32
ISO8859-7:utf-32
ISO8859-7:UTF-32
iso-8859-7:utf-32be
iso-8859-7:UTF-32BE
iso8859-7:utf-32be
iso8859-7:UTF-32BE
ISO-8859-7:utf-32be
ISO-8859-7:UTF-32BE
ISO8859-7:utf-32be
ISO8859-7:UTF-32BE
iso-8859-7:utf-32le
iso-8859-7:UTF-32LE
iso8859-7:utf-32le
iso8859-7:UTF-32LE
ISO-8859-7:utf-32le
ISO-8859-7:UTF-32LE
ISO8859-7:utf-32le
ISO8859-7:UTF-32LE
iso-8859-7:utf-8
iso-8859-7:UTF-8
iso8859-7:utf-8
iso8859-7:UTF-8
ISO-8859-7:utf-8
ISO-8859-7:UTF-8
ISO8859-7:utf-8
ISO8859-7:UTF-8
iso-8859-8:ucs-2
iso-8859-8:UCS-2
iso8859-8:ucs-2
iso8859-8:UCS-2
ISO-8859-8:ucs-2
ISO-8859-8:UCS-2
ISO8859-8:ucs-2
ISO8859-8:UCS-2
iso-8859-8:ucs-2be
iso-8859-8:UCS-2BE
iso8859-8:ucs-2be
iso8859-8:UCS-2BE
ISO-8859-8:ucs-2be
ISO-8859-8:UCS-2BE
ISO8859-8:ucs-2be
ISO8859-8:UCS-2BE
iso-8859-8:ucs-2le
iso-8859-8:UCS-2LE
iso8859-8:ucs-2le
iso8859-8:UCS-2LE
ISO-8859-8:ucs-2le
ISO-8859-8:UCS-2LE
ISO8859-8:ucs-2le
ISO8859-8:UCS-2LE
iso-8859-8:ucs-4
iso-8859-8:UCS-4
iso8859-8:ucs-4
iso8859-8:UCS-4
ISO-8859-8:ucs-4
ISO-8859-8:UCS-4
ISO8859-8:ucs-4
ISO8859-8:UCS-4
iso-8859-8:ucs-4be
iso-8859-8:UCS-4BE
iso8859-8:ucs-4be
iso8859-8:UCS-4BE
ISO-8859-8:ucs-4be
ISO-8859-8:UCS-4BE
ISO8859-8:ucs-4be
ISO8859-8:UCS-4BE
iso-8859-8:ucs-4le
iso-8859-8:UCS-4LE
iso8859-8:ucs-4le
iso8859-8:UCS-4LE
ISO-8859-8:ucs-4le
ISO-8859-8:UCS-4LE
ISO8859-8:ucs-4le
ISO8859-8:UCS-4LE
iso-8859-8:utf-16
iso-8859-8:UTF-16
iso8859-8:utf-16
iso8859-8:UTF-16
ISO-8859-8:utf-16
ISO-8859-8:UTF-16
ISO8859-8:utf-16
ISO8859-8:UTF-16
iso-8859-8:utf-16be
iso-8859-8:UTF-16BE
iso8859-8:utf-16be
iso8859-8:UTF-16BE
ISO-8859-8:utf-16be
ISO-8859-8:UTF-16BE
ISO8859-8:utf-16be
ISO8859-8:UTF-16BE
iso-8859-8:utf-16le
iso-8859-8:UTF-16LE
iso8859-8:utf-16le
iso8859-8:UTF-16LE
ISO-8859-8:utf-16le
ISO-8859-8:UTF-16LE
ISO8859-8:utf-16le
ISO8859-8:UTF-16LE
iso-8859-8:utf-32
iso-8859-8:UTF-32
iso8859-8:utf-32
iso8859-8:UTF-32
ISO-8859-8:utf-32
ISO-8859-8:UTF-32
ISO8859-8:utf-32
ISO8859-8:UTF-32
iso-8859-8:utf-32be
iso-8859-8:UTF-32BE
iso8859-8:utf-32be
iso8859-8:UTF-32BE
ISO-8859-8:utf-32be
ISO-8859-8:UTF-32BE
ISO8859-8:utf-32be
ISO8859-8:UTF-32BE
iso-8859-8:utf-32le
iso-8859-8:UTF-32LE
iso8859-8:utf-32le
iso8859-8:UTF-32LE
ISO-8859-8:utf-32le
ISO-8859-8:UTF-32LE
ISO8859-8:utf-32le
ISO8859-8:UTF-32LE
iso-8859-8:utf-8
iso-8859-8:UTF-8
iso8859-8:utf-8
iso8859-8:UTF-8
ISO-8859-8:utf-8
ISO-8859-8:UTF-8
ISO8859-8:utf-8
ISO8859-8:UTF-8
iso-8859-9:ucs-2
iso-8859-9:UCS-2
iso8859-9:ucs-2
iso8859-9:UCS-2
ISO-8859-9:ucs-2
ISO-8859-9:UCS-2
ISO8859-9:ucs-2
ISO8859-9:UCS-2
iso-8859-9:ucs-2be
iso-8859-9:UCS-2BE
iso8859-9:ucs-2be
iso8859-9:UCS-2BE
ISO-8859-9:ucs-2be
ISO-8859-9:UCS-2BE
ISO8859-9:ucs-2be
ISO8859-9:UCS-2BE
iso-8859-9:ucs-2le
iso-8859-9:UCS-2LE
iso8859-9:ucs-2le
iso8859-9:UCS-2LE
ISO-8859-9:ucs-2le
ISO-8859-9:UCS-2LE
ISO8859-9:ucs-2le
ISO8859-9:UCS-2LE
iso-8859-9:ucs-4
iso-8859-9:UCS-4
iso8859-9:ucs-4
iso8859-9:UCS-4
ISO-8859-9:ucs-4
ISO-8859-9:UCS-4
ISO8859-9:ucs-4
ISO8859-9:UCS-4
iso-8859-9:ucs-4be
iso-8859-9:UCS-4BE
iso8859-9:ucs-4be
iso8859-9:UCS-4BE
ISO-8859-9:ucs-4be
ISO-8859-9:UCS-4BE
ISO8859-9:ucs-4be
ISO8859-9:UCS-4BE
iso-8859-9:ucs-4le
iso-8859-9:UCS-4LE
iso8859-9:ucs-4le
iso8859-9:UCS-4LE
ISO-8859-9:ucs-4le
ISO-8859-9:UCS-4LE
ISO8859-9:ucs-4le
ISO8859-9:UCS-4LE
iso-8859-9:utf-16
iso-8859-9:UTF-16
iso8859-9:utf-16
iso8859-9:UTF-16
ISO-8859-9:utf-16
ISO-8859-9:UTF-16
ISO8859-9:utf-16
ISO8859-9:UTF-16
iso-8859-9:utf-16be
iso-8859-9:UTF-16BE
iso8859-9:utf-16be
iso8859-9:UTF-16BE
ISO-8859-9:utf-16be
ISO-8859-9:UTF-16BE
ISO8859-9:utf-16be
ISO8859-9:UTF-16BE
iso-8859-9:utf-16le
iso-8859-9:UTF-16LE
iso8859-9:utf-16le
iso8859-9:UTF-16LE
ISO-8859-9:utf-16le
ISO-8859-9:UTF-16LE
ISO8859-9:utf-16le
ISO8859-9:UTF-16LE
iso-8859-9:utf-32
iso-8859-9:UTF-32
iso8859-9:utf-32
iso8859-9:UTF-32
ISO-8859-9:utf-32
ISO-8859-9:UTF-32
ISO8859-9:utf-32
ISO8859-9:UTF-32
iso-8859-9:utf-32be
iso-8859-9:UTF-32BE
iso8859-9:utf-32be
iso8859-9:UTF-32BE
ISO-8859-9:utf-32be
ISO-8859-9:UTF-32BE
ISO8859-9:utf-32be
ISO8859-9:UTF-32BE
iso-8859-9:utf-32le
iso-8859-9:UTF-32LE
iso8859-9:utf-32le
iso8859-9:UTF-32LE
ISO-8859-9:utf-32le
ISO-8859-9:UTF-32LE
ISO8859-9:utf-32le
ISO8859-9:UTF-32LE
iso-8859-9:utf-8
iso-8859-9:UTF-8
iso8859-9:utf-8
iso8859-9:UTF-8
ISO-8859-9:utf-8
ISO-8859-9:UTF-8
ISO8859-9:utf-8
ISO8859-9:UTF-8
iso-8859-10:ucs-2
iso-8859-10:UCS-2
iso8859-10:ucs-2
iso8859-10:UCS-2
ISO-8859-10:ucs-2
ISO-8859-10:UCS-2
ISO8859-10:ucs-2
ISO8859-10:UCS-2
iso-8859-10:ucs-2be
iso-8859-10:UCS-2BE
iso8859-10:ucs-2be
iso8859-10:UCS-2BE
ISO-8859-10:ucs-2be
ISO-8859-10:UCS-2BE
ISO8859-10:ucs-2be
ISO8859-10:UCS-2BE
iso-8859-10:ucs-2le
iso-8859-10:UCS-2LE
iso8859-10:ucs-2le
iso8859-10:UCS-2LE
ISO-8859-10:ucs-2le
ISO-8859-10:UCS-2LE
ISO8859-10:ucs-2le
ISO8859-10:UCS-2LE
iso-8859-10:ucs-4
iso-8859-10:UCS-4
iso8859-10:ucs-4
iso8859-10:UCS-4
ISO-8859-10:ucs-4
ISO-8859-10:UCS-4
ISO8859-10:ucs-4
ISO8859-10:UCS-4
iso-8859-10:ucs-4be
iso-8859-10:UCS-4BE
iso8859-10:ucs-4be
iso8859-10:UCS-4BE
ISO-8859-10:ucs-4be
ISO-8859-10:UCS-4BE
ISO8859-10:ucs-4be
ISO8859-10:UCS-4BE
iso-8859-10:ucs-4le
iso-8859-10:UCS-4LE
iso8859-10:ucs-4le
iso8859-10:UCS-4LE
ISO-8859-10:ucs-4le
ISO-8859-10:UCS-4LE
ISO8859-10:ucs-4le
ISO8859-10:UCS-4LE
iso-8859-10:utf-16
iso-8859-10:UTF-16
iso8859-10:utf-16
iso8859-10:UTF-16
ISO-8859-10:utf-16
ISO-8859-10:UTF-16
ISO8859-10:utf-16
ISO8859-10:UTF-16
iso-8859-10:utf-16be
iso-8859-10:UTF-16BE
iso8859-10:utf-16be
iso8859-10:UTF-16BE
ISO-8859-10:utf-16be
ISO-8859-10:UTF-16BE
ISO8859-10:utf-16be
ISO8859-10:UTF-16BE
iso-8859-10:utf-16le
iso-8859-10:UTF-16LE
iso8859-10:utf-16le
iso8859-10:UTF-16LE
ISO-8859-10:utf-16le
ISO-8859-10:UTF-16LE
ISO8859-10:utf-16le
ISO8859-10:UTF-16LE
iso-8859-10:utf-32
iso-8859-10:UTF-32
iso8859-10:utf-32
iso8859-10:UTF-32
ISO-8859-10:utf-32
ISO-8859-10:UTF-32
ISO8859-10:utf-32
ISO8859-10:UTF-32
iso-8859-10:utf-32be
iso-8859-10:UTF-32BE
iso8859-10:utf-32be
iso8859-10:UTF-32BE
ISO-8859-10:utf-32be
ISO-8859-10:UTF-32BE
ISO8859-10:utf-32be
ISO8859-10:UTF-32BE
iso-8859-10:utf-32le
iso-8859-10:UTF-32LE
iso8859-10:utf-32le
iso8859-10:UTF-32LE
ISO-8859-10:utf-32le
ISO-8859-10:UTF-32LE
ISO8859-10:utf-32le
ISO8859-10:UTF-32LE
iso-8859-10:utf-8
iso-8859-10:UTF-8
iso8859-10:utf-8
iso8859-10:UTF-8
ISO-8859-10:utf-8
ISO-8859-10:UTF-8
ISO8859-10:utf-8
ISO8859-10:UTF-8
iso-8859-13:ucs-2
iso-8859-13:UCS-2
iso8859-13:ucs-2
iso8859-13:UCS-2
ISO-8859-13:ucs-2
ISO-8859-13:UCS-2
ISO8859-13:ucs-2
ISO8859-13:UCS-2
iso-8859-13:ucs-2be
iso-8859-13:UCS-2BE
iso8859-13:ucs-2be
iso8859-13:UCS-2BE
ISO-8859-13:ucs-2be
ISO-8859-13:UCS-2BE
ISO8859-13:ucs-2be
ISO8859-13:UCS-2BE
iso-8859-13:ucs-2le
iso-8859-13:UCS-2LE
iso8859-13:ucs-2le
iso8859-13:UCS-2LE
ISO-8859-13:ucs-2le
ISO-8859-13:UCS-2LE
ISO8859-13:ucs-2le
ISO8859-13:UCS-2LE
iso-8859-13:ucs-4
iso-8859-13:UCS-4
iso8859-13:ucs-4
iso8859-13:UCS-4
ISO-8859-13:ucs-4
ISO-8859-13:UCS-4
ISO8859-13:ucs-4
ISO8859-13:UCS-4
iso-8859-13:ucs-4be
iso-8859-13:UCS-4BE
iso8859-13:ucs-4be
iso8859-13:UCS-4BE
ISO-8859-13:ucs-4be
ISO-8859-13:UCS-4BE
ISO8859-13:ucs-4be
ISO8859-13:UCS-4BE
iso-8859-13:ucs-4le
iso-8859-13:UCS-4LE
iso8859-13:ucs-4le
iso8859-13:UCS-4LE
ISO-8859-13:ucs-4le
ISO-8859-13:UCS-4LE
ISO8859-13:ucs-4le
ISO8859-13:UCS-4LE
iso-8859-13:utf-16
iso-8859-13:UTF-16
iso8859-13:utf-16
iso8859-13:UTF-16
ISO-8859-13:utf-16
ISO-8859-13:UTF-16
ISO8859-13:utf-16
ISO8859-13:UTF-16
iso-8859-13:utf-16be
iso-8859-13:UTF-16BE
iso8859-13:utf-16be
iso8859-13:UTF-16BE
ISO-8859-13:utf-16be
ISO-8859-13:UTF-16BE
ISO8859-13:utf-16be
ISO8859-13:UTF-16BE
iso-8859-13:utf-16le
iso-8859-13:UTF-16LE
iso8859-13:utf-16le
iso8859-13:UTF-16LE
ISO-8859-13:utf-16le
ISO-8859-13:UTF-16LE
ISO8859-13:utf-16le
ISO8859-13:UTF-16LE
iso-8859-13:utf-32
iso-8859-13:UTF-32
iso8859-13:utf-32
iso8859-13:UTF-32
ISO-8859-13:utf-32
ISO-8859-13:UTF-32
ISO8859-13:utf-32
ISO8859-13:UTF-32
iso-8859-13:utf-32be
iso-8859-13:UTF-32BE
iso8859-13:utf-32be
iso8859-13:UTF-32BE
ISO-8859-13:utf-32be
ISO-8859-13:UTF-32BE
ISO8859-13:utf-32be
ISO8859-13:UTF-32BE
iso-8859-13:utf-32le
iso-8859-13:UTF-32LE
iso8859-13:utf-32le
iso8859-13:UTF-32LE
ISO-8859-13:utf-32le
ISO-8859-13:UTF-32LE
ISO8859-13:utf-32le
ISO8859-13:UTF-32LE
iso-8859-13:utf-8
iso-8859-13:UTF-8
iso8859-13:utf-8
iso8859-13:UTF-8
ISO-8859-13:utf-8
ISO-8859-13:UTF-8
ISO8859-13:utf-8
ISO8859-13:UTF-8
iso-8859-14:ucs-2
iso-8859-14:UCS-2
iso8859-14:ucs-2
iso8859-14:UCS-2
ISO-8859-14:ucs-2
ISO-8859-14:UCS-2
ISO8859-14:ucs-2
ISO8859-14:UCS-2
iso-8859-14:ucs-2be
iso-8859-14:UCS-2BE
iso8859-14:ucs-2be
iso8859-14:UCS-2BE
ISO-8859-14:ucs-2be
ISO-8859-14:UCS-2BE
ISO8859-14:ucs-2be
ISO8859-14:UCS-2BE
iso-8859-14:ucs-2le
iso-8859-14:UCS-2LE
iso8859-14:ucs-2le
iso8859-14:UCS-2LE
ISO-8859-14:ucs-2le
ISO-8859-14:UCS-2LE
ISO8859-14:ucs-2le
ISO8859-14:UCS-2LE
iso-8859-14:ucs-4
iso-8859-14:UCS-4
iso8859-14:ucs-4
iso8859-14:UCS-4
ISO-8859-14:ucs-4
ISO-8859-14:UCS-4
ISO8859-14:ucs-4
ISO8859-14:UCS-4
iso-8859-14:ucs-4be
iso-8859-14:UCS-4BE
iso8859-14:ucs-4be
iso8859-14:UCS-4BE
ISO-8859-14:ucs-4be
ISO-8859-14:UCS-4BE
ISO8859-14:ucs-4be
ISO8859-14:UCS-4BE
iso-8859-14:ucs-4le
iso-8859-14:UCS-4LE
iso8859-14:ucs-4le
iso8859-14:UCS-4LE
ISO-8859-14:ucs-4le
ISO-8859-14:UCS-4LE
ISO8859-14:ucs-4le
ISO8859-14:UCS-4LE
iso-8859-14:utf-16
iso-8859-14:UTF-16
iso8859-14:utf-16
iso8859-14:UTF-16
ISO-8859-14:utf-16
ISO-8859-14:UTF-16
ISO8859-14:utf-16
ISO8859-14:UTF-16
iso-8859-14:utf-16be
iso-8859-14:UTF-16BE
iso8859-14:utf-16be
iso8859-14:UTF-16BE
ISO-8859-14:utf-16be
ISO-8859-14:UTF-16BE
ISO8859-14:utf-16be
ISO8859-14:UTF-16BE
iso-8859-14:utf-16le
iso-8859-14:UTF-16LE
iso8859-14:utf-16le
iso8859-14:UTF-16LE
ISO-8859-14:utf-16le
ISO-8859-14:UTF-16LE
ISO8859-14:utf-16le
ISO8859-14:UTF-16LE
iso-8859-14:utf-32
iso-8859-14:UTF-32
iso8859-14:utf-32
iso8859-14:UTF-32
ISO-8859-14:utf-32
ISO-8859-14:UTF-32
ISO8859-14:utf-32
ISO8859-14:UTF-32
iso-8859-14:utf-32be
iso-8859-14:UTF-32BE
iso8859-14:utf-32be
iso8859-14:UTF-32BE
ISO-8859-14:utf-32be
ISO-8859-14:UTF-32BE
ISO8859-14:utf-32be
ISO8859-14:UTF-32BE
iso-8859-14:utf-32le
iso-8859-14:UTF-32LE
iso8859-14:utf-32le
iso8859-14:UTF-32LE
ISO-8859-14:utf-32le
ISO-8859-14:UTF-32LE
ISO8859-14:utf-32le
ISO8859-14:UTF-32LE
iso-8859-14:utf-8
iso-8859-14:UTF-8
iso8859-14:utf-8
iso8859-14:UTF-8
ISO-8859-14:utf-8
ISO-8859-14:UTF-8
ISO8859-14:utf-8
ISO8859-14:UTF-8
iso-8859-15:ucs-2
iso-8859-15:UCS-2
iso8859-15:ucs-2
iso8859-15:UCS-2
ISO-8859-15:ucs-2
ISO-8859-15:UCS-2
ISO8859-15:ucs-2
ISO8859-15:UCS-2
iso-8859-15:ucs-2be
iso-8859-15:UCS-2BE
iso8859-15:ucs-2be
iso8859-15:UCS-2BE
ISO-8859-15:ucs-2be
ISO-8859-15:UCS-2BE
ISO8859-15:ucs-2be
ISO8859-15:UCS-2BE
iso-8859-15:ucs-2le
iso-8859-15:UCS-2LE
iso8859-15:ucs-2le
iso8859-15:UCS-2LE
ISO-8859-15:ucs-2le
ISO-8859-15:UCS-2LE
ISO8859-15:ucs-2le
ISO8859-15:UCS-2LE
iso-8859-15:ucs-4
iso-8859-15:UCS-4
iso8859-15:ucs-4
iso8859-15:UCS-4
ISO-8859-15:ucs-4
ISO-8859-15:UCS-4
ISO8859-15:ucs-4
ISO8859-15:UCS-4
iso-8859-15:ucs-4be
iso-8859-15:UCS-4BE
iso8859-15:ucs-4be
iso8859-15:UCS-4BE
ISO-8859-15:ucs-4be
ISO-8859-15:UCS-4BE
ISO8859-15:ucs-4be
ISO8859-15:UCS-4BE
iso-8859-15:ucs-4le
iso-8859-15:UCS-4LE
iso8859-15:ucs-4le
iso8859-15:UCS-4LE
ISO-8859-15:ucs-4le
ISO-8859-15:UCS-4LE
ISO8859-15:ucs-4le
ISO8859-15:UCS-4LE
iso-8859-15:utf-16
iso-8859-15:UTF-16
iso8859-15:utf-16
iso8859-15:UTF-16
ISO-8859-15:utf-16
ISO-8859-15:UTF-16
ISO8859-15:utf-16
ISO8859-15:UTF-16
iso-8859-15:utf-16be
iso-8859-15:UTF-16BE
iso8859-15:utf-16be
iso8859-15:UTF-16BE
ISO-8859-15:utf-16be
ISO-8859-15:UTF-16BE
ISO8859-15:utf-16be
ISO8859-15:UTF-16BE
iso-8859-15:utf-16le
iso-8859-15:UTF-16LE
iso8859-15:utf-16le
iso8859-15:UTF-16LE
ISO-8859-15:utf-16le
ISO-8859-15:UTF-16LE
ISO8859-15:utf-16le
ISO8859-15:UTF-16LE
iso-8859-15:utf-32
iso-8859-15:UTF-32
iso8859-15:utf-32
iso8859-15:UTF-32
ISO-8859-15:utf-32
ISO-8859-15:UTF-32
ISO8859-15:utf-32
ISO8859-15:UTF-32
iso-8859-15:utf-32be
iso-8859-15:UTF-32BE
iso8859-15:utf-32be
iso8859-15:UTF-32BE
ISO-8859-15:utf-32be
ISO-8859-15:UTF-32BE
ISO8859-15:utf-32be
ISO8859-15:UTF-32BE
iso-8859-15:utf-32le
iso-8859-15:UTF-32LE
iso8859-15:utf-32le
iso8859-15:UTF-32LE
ISO-8859-15:utf-32le
ISO-8859-15:UTF-32LE
ISO8859-15:utf-32le
ISO8859-15:UTF-32LE
iso-8859-15:utf-8
iso-8859-15:UTF-8
iso8859-15:utf-8
iso8859-15:UTF-8
ISO-8859-15:utf-8
ISO-8859-15:UTF-8
ISO8859-15:utf-8
ISO8859-15:UTF-8
iso-8859-16:ucs-2
iso-8859-16:UCS-2
iso8859-16:ucs-2
iso8859-16:UCS-2
ISO-8859-16:ucs-2
ISO-8859-16:UCS-2
ISO8859-16:ucs-2
ISO8859-16:UCS-2
iso-8859-16:ucs-2be
iso-8859-16:UCS-2BE
iso8859-16:ucs-2be
iso8859-16:UCS-2BE
ISO-8859-16:ucs-2be
ISO-8859-16:UCS-2BE
ISO8859-16:ucs-2be
ISO8859-16:UCS-2BE
iso-8859-16:ucs-2le
iso-8859-16:UCS-2LE
iso8859-16:ucs-2le
iso8859-16:UCS-2LE
ISO-8859-16:ucs-2le
ISO-8859-16:UCS-2LE
ISO8859-16:ucs-2le
ISO8859-16:UCS-2LE
iso-8859-16:ucs-4
iso-8859-16:UCS-4
iso8859-16:ucs-4
iso8859-16:UCS-4
ISO-8859-16:ucs-4
ISO-8859-16:UCS-4
ISO8859-16:ucs-4
ISO8859-16:UCS-4
iso-8859-16:ucs-4be
iso-8859-16:UCS-4BE
iso8859-16:ucs-4be
iso8859-16:UCS-4BE
ISO-8859-16:ucs-4be
ISO-8859-16:UCS-4BE
ISO8859-16:ucs-4be
ISO8859-16:UCS-4BE
iso-8859-16:ucs-4le
iso-8859-16:UCS-4LE
iso8859-16:ucs-4le
iso8859-16:UCS-4LE
ISO-8859-16:ucs-4le
ISO-8859-16:UCS-4LE
ISO8859-16:ucs-4le
ISO8859-16:UCS-4LE
iso-8859-16:utf-16
iso-8859-16:UTF-16
iso8859-16:utf-16
iso8859-16:UTF-16
ISO-8859-16:utf-16
ISO-8859-16:UTF-16
ISO8859-16:utf-16
ISO8859-16:UTF-16
iso-8859-16:utf-16be
iso-8859-16:UTF-16BE
iso8859-16:utf-16be
iso8859-16:UTF-16BE
ISO-8859-16:utf-16be
ISO-8859-16:UTF-16BE
ISO8859-16:utf-16be
ISO8859-16:UTF-16BE
iso-8859-16:utf-16le
iso-8859-16:UTF-16LE
iso8859-16:utf-16le
iso8859-16:UTF-16LE
ISO-8859-16:utf-16le
ISO-8859-16:UTF-16LE
ISO8859-16:utf-16le
ISO8859-16:UTF-16LE
iso-8859-16:utf-32
iso-8859-16:UTF-32
iso8859-16:utf-32
iso8859-16:UTF-32
ISO-8859-16:utf-32
ISO-8859-16:UTF-32
ISO8859-16:utf-32
ISO8859-16:UTF-32
iso-8859-16:utf-32be
iso-8859-16:UTF-32BE
iso8859-16:utf-32be
iso8859-16:UTF-32BE
ISO-8859-16:utf-32be
ISO-8859-16:UTF-32BE
ISO8859-16:utf-32be
ISO8859-16:UTF-32BE
iso-8859-16:utf-32le
iso-8859-16:UTF-32LE
iso8859-16:utf-32le
iso8859-16:UTF-32LE
ISO-8859-16:utf-32le
ISO-8859-16:UTF-32LE
ISO8859-16:utf-32le
ISO8859-16:UTF-32LE
iso-8859-16:utf-8
iso-8859-16:UTF-8
iso8859-16:utf-8
iso8859-16:UTF-8
ISO-8859-16:utf-8
ISO-8859-16:UTF-8
ISO8859-16:utf-8
ISO8859-16:UTF-8
koi8-r:ucs-2
koi8-r:UCS-2
KOI8-R:ucs-2
KOI8-R:UCS-2
koi8-r:ucs-2be
koi8-r:UCS-2BE
KOI8-R:ucs-2be
KOI8-R:UCS-2BE
koi8-r:ucs-2le
koi8-r:UCS-2LE
KOI8-R:ucs-2le
KOI8-R:UCS-2LE
koi8-r:ucs-4
koi8-r:UCS-4
KOI8-R:ucs-4
KOI8-R:UCS-4
koi8-r:ucs-4be
koi8-r:UCS-4BE
KOI8-R:ucs-4be
KOI8-R:UCS-4BE
koi8-r:ucs-4le
koi8-r:UCS-4LE
KOI8-R:ucs-4le
KOI8-R:UCS-4LE
koi8-r:utf-16
koi8-r:UTF-16
KOI8-R:utf-16
KOI8-R:UTF-16
koi8-r:utf-16be
koi8-r:UTF-16BE
KOI8-R:utf-16be
KOI8-R:UTF-16BE
koi8-r:utf-16le
koi8-r:UTF-16LE
KOI8-R:utf-16le
KOI8-R:UTF-16LE
koi8-r:utf-32
koi8-r:UTF-32
KOI8-R:utf-32
KOI8-R:UTF-32
koi8-r:utf-32be
koi8-r:UTF-32BE
KOI8-R:utf-32be
KOI8-R:UTF-32BE
koi8-r:utf-32le
koi8-r:UTF-32LE
KOI8-R:utf-32le
KOI8-R:UTF-32LE
koi8-r:utf-8
koi8-r:UTF-8
KOI8-R:utf-8
KOI8-R:UTF-8
koi8-u:ucs-2
koi8-u:UCS-2
KOI8-U:ucs-2
KOI8-U:UCS-2
koi8-u:ucs-2be
koi8-u:UCS-2BE
KOI8-U:ucs-2be
KOI8-U:UCS-2BE
koi8-u:ucs-2le
koi8-u:UCS-2LE
KOI8-U:ucs-2le
KOI8-U:UCS-2LE
koi8-u:ucs-4
koi8-u:UCS-4
KOI8-U:ucs-4
KOI8-U:UCS-4
koi8-u:ucs-4be
koi8-u:UCS-4BE
KOI8-U:ucs-4be
KOI8-U:UCS-4BE
koi8-u:ucs-4le
koi8-u:UCS-4LE
KOI8-U:ucs-4le
KOI8-U:UCS-4LE
koi8-u:utf-16
koi8-u:UTF-16
KOI8-U:utf-16
KOI8-U:UTF-16
koi8-u:utf-16be
koi8-u:UTF-16BE
KOI8-U:utf-16be
KOI8-U:UTF-16BE
koi8-u:utf-16le
koi8-u:UTF-16LE
KOI8-U:utf-16le
KOI8-U:UTF-16LE
koi8-u:utf-32
koi8-u:UTF-32
KOI8-U:utf-32
KOI8-U:UTF-32
koi8-u:utf-32be
koi8-u:UTF-32BE
KOI8-U:utf-32be
KOI8-U:UTF-32BE
koi8-u:utf-32le
koi8-u:UTF-32LE
KOI8-U:utf-32le
KOI8-U:UTF-32LE
koi8-u:utf-8
koi8-u:UTF-8
KOI8-U:utf-8
KOI8-U:UTF-8
PTCP154:UCS-2
PTCP154:UCS-2BE
PTCP154:UCS-2LE
PTCP154:UCS-4
PTCP154:UCS-4BE
PTCP154:UCS-4LE
PTCP154:UTF-16
PTCP154:UTF-16BE
PTCP154:UTF-16LE
PTCP154:UTF-32
PTCP154:UTF-32BE
PTCP154:UTF-32LE
PTCP154:UTF-8
CP1250:UCS-2
CP1250:UCS-2BE
CP1250:UCS-2LE
CP1250:UCS-4
CP1250:UCS-4BE
CP1250:UCS-4LE
CP1250:UTF-16
CP1250:UTF-16BE
CP1250:UTF-16LE
CP1250:UTF-32
CP1250:UTF-32BE
CP1250:UTF-32LE
CP1250:UTF-8
CP1251:UCS-2
CP1251:UCS-2BE
CP1251:UCS-2LE
CP1251:UCS-4
CP1251:UCS-4BE
CP1251:UCS-4LE
CP1251:UTF-16
CP1251:UTF-16BE
CP1251:UTF-16LE
CP1251:UTF-32
CP1251:UTF-32BE
CP1251:UTF-32LE
CP1251:UTF-8
CP1252:UCS-2
CP1252:UCS-2BE
CP1252:UCS-2LE
CP1252:UCS-4
CP1252:UCS-4BE
CP1252:UCS-4LE
CP1252:UTF-16
CP1252:UTF-16BE
CP1252:UTF-16LE
CP1252:UTF-32
CP1252:UTF-32BE
CP1252:UTF-32LE
CP1252:UTF-8
CP1253:UCS-2
CP1253:UCS-2BE
CP1253:UCS-2LE
CP1253:UCS-4
CP1253:UCS-4BE
CP1253:UCS-4LE
CP1253:UTF-16
CP1253:UTF-16BE
CP1253:UTF-16LE
CP1253:UTF-32
CP1253:UTF-32BE
CP1253:UTF-32LE
CP1253:UTF-8
CP1254:UCS-2
CP1254:UCS-2BE
CP1254:UCS-2LE
CP1254:UCS-4
CP1254:UCS-4BE
CP1254:UCS-4LE
CP1254:UTF-16
CP1254:UTF-16BE
CP1254:UTF-16LE
CP1254:UTF-32
CP1254:UTF-32BE
CP1254:UTF-32LE
CP1254:UTF-8
CP1255:UCS-2
CP1255:UCS-2BE
CP1255:UCS-2LE
CP1255:UCS-4
CP1255:UCS-4BE
CP1255:UCS-4LE
CP1255:UTF-16
CP1255:UTF-16BE
CP1255:UTF-16LE
CP1255:UTF-32
CP1255:UTF-32BE
CP1255:UTF-32LE
CP1255:UTF-8
CP1256:UCS-2
CP1256:UCS-2BE
CP1256:UCS-2LE
CP1256:UCS-4
CP1256:UCS-4BE
CP1256:UCS-4LE
CP1256:UTF-16
CP1256:UTF-16BE
CP1256:UTF-16LE
CP1256:UTF-32
CP1256:UTF-32BE
CP1256:UTF-32LE
CP1256:UTF-8
CP1257:UCS-2
CP1257:UCS-2BE
CP1257:UCS-2LE
CP1257:UCS-4
CP1257:UCS-4BE
CP1257:UCS-4LE
CP1257:UTF-16
CP1257:UTF-16BE
CP1257:UTF-16LE
CP1257:UTF-32
CP1257:UTF-32BE
CP1257:UTF-32LE
CP1257:UTF-8
CP1258:UCS-2
CP1258:UCS-2BE
CP1258:UCS-2LE
CP1258:UCS-4
CP1258:UCS-4BE
CP1258:UCS-4LE
CP1258:UTF-16
CP1258:UTF-16BE
CP1258:UTF-16LE
CP1258:UTF-32
CP1258:UTF-32BE
CP1258:UTF-32LE
CP1258:UTF-8
CP437:UCS-2
CP437:UCS-2BE
CP437:UCS-2LE
CP437:UCS-4
CP437:UCS-4BE
CP437:UCS-4LE
CP437:UTF-16
CP437:UTF-16BE
CP437:UTF-16LE
CP437:UTF-32
CP437:UTF-32BE
CP437:UTF-32LE
CP437:UTF-8
CP737:UCS-2
CP737:UCS-2BE
CP737:UCS-2LE
CP737:UCS-4
CP737:UCS-4BE
CP737:UCS-4LE
CP737:UTF-16
CP737:UTF-16BE
CP737:UTF-16LE
CP737:UTF-32
CP737:UTF-32BE
CP737:UTF-32LE
CP737:UTF-8
CP775:UCS-2
CP775:UCS-2BE
CP775:UCS-2LE
CP775:UCS-4
CP775:UCS-4BE
CP775:UCS-4LE
CP775:UTF-16
CP775:UTF-16BE
CP775:UTF-16LE
CP775:UTF-32
CP775:UTF-32BE
CP775:UTF-32LE
CP775:UTF-8
CP850:UCS-2
CP850:UCS-2BE
CP850:UCS-2LE
CP850:UCS-4
CP850:UCS-4BE
CP850:UCS-4LE
CP850:UTF-16
CP850:UTF-16BE
CP850:UTF-16LE
CP850:UTF-32
CP850:UTF-32BE
CP850:UTF-32LE
CP850:UTF-8
CP852:UCS-2
CP852:UCS-2BE
CP852:UCS-2LE
CP852:UCS-4
CP852:UCS-4BE
CP852:UCS-4LE
CP852:UTF-16
CP852:UTF-16BE
CP852:UTF-16LE
CP852:UTF-32
CP852:UTF-32BE
CP852:UTF-32LE
CP852:UTF-8
CP855:UCS-2
CP855:UCS-2BE
CP855:UCS-2LE
CP855:UCS-4
CP855:UCS-4BE
CP855:UCS-4LE
CP855:UTF-16
CP855:UTF-16BE
CP855:UTF-16LE
CP855:UTF-32
CP855:UTF-32BE
CP855:UTF-32LE
CP855:UTF-8
CP857:UCS-2
CP857:UCS-2BE
CP857:UCS-2LE
CP857:UCS-4
CP857:UCS-4BE
CP857:UCS-4LE
CP857:UTF-16
CP857:UTF-16BE
CP857:UTF-16LE
CP857:UTF-32
CP857:UTF-32BE
CP857:UTF-32LE
CP857:UTF-8
CP860:UCS-2
CP860:UCS-2BE
CP860:UCS-2LE
CP860:UCS-4
CP860:UCS-4BE
CP860:UCS-4LE
CP860:UTF-16
CP860:UTF-16BE
CP860:UTF-16LE
CP860:UTF-32
CP860:UTF-32BE
CP860:UTF-32LE
CP860:UTF-8
CP861:UCS-2
CP861:UCS-2BE
CP861:UCS-2LE
CP861:UCS-4
CP861:UCS-4BE
CP861:UCS-4LE
CP861:UTF-16
CP861:UTF-16BE
CP861:UTF-16LE
CP861:UTF-32
CP861:UTF-32BE
CP861:UTF-32LE
CP861:UTF-8
CP862:UCS-2
CP862:UCS-2BE
CP862:UCS-2LE
CP862:UCS-4
CP862:UCS-4BE
CP862:UCS-4LE
CP862:UTF-16
CP862:UTF-16BE
CP862:UTF-16LE
CP862:UTF-32
CP862:UTF-32BE
CP862:UTF-32LE
CP862:UTF-8
CP863:UCS-2
CP863:UCS-2BE
CP863:UCS-2LE
CP863:UCS-4
CP863:UCS-4BE
CP863:UCS-4LE
CP863:UTF-16
CP863:UTF-16BE
CP863:UTF-16LE
CP863:UTF-32
CP863:UTF-32BE
CP863:UTF-32LE
CP863:UTF-8
CP864:UCS-2
CP864:UCS-2BE
CP864:UCS-2LE
CP864:UCS-4
CP864:UCS-4BE
CP864:UCS-4LE
CP864:UTF-16
CP864:UTF-16BE
CP864:UTF-16LE
CP864:UTF-32
CP864:UTF-32BE
CP864:UTF-32LE
CP864:UTF-8
CP865:UCS-2
CP865:UCS-2BE
CP865:UCS-2LE
CP865:UCS-4
CP865:UCS-4BE
CP865:UCS-4LE
CP865:UTF-16
CP865:UTF-16BE
CP865:UTF-16LE
CP865:UTF-32
CP865:UTF-32BE
CP865:UTF-32LE
CP865:UTF-8
CP866:UCS-2
CP866:UCS-2BE
CP866:UCS-2LE
CP866:UCS-4
CP866:UCS-4BE
CP866:UCS-4LE
CP866:UTF-16
CP866:UTF-16BE
CP866:UTF-16LE
CP866:UTF-32
CP866:UTF-32BE
CP866:UTF-32LE
CP866:UTF-8
CP869:UCS-2
CP869:UCS-2BE
CP869:UCS-2LE
CP869:UCS-4
CP869:UCS-4BE
CP869:UCS-4LE
CP869:UTF-16
CP869:UTF-16BE
CP869:UTF-16LE
CP869:UTF-32
CP869:UTF-32BE
CP869:UTF-32LE
CP869:UTF-8
CP874:UCS-2
CP874:UCS-2BE
CP874:UCS-2LE
CP874:UCS-4
CP874:UCS-4BE
CP874:UCS-4LE
CP874:UTF-16
CP874:UTF-16BE
CP874:UTF-16LE
CP874:UTF-32
CP874:UTF-32BE
CP874:UTF-32LE
CP874:UTF-8
IBM-037:UTF-8
IBM-273:UTF-8
IBM-277:UTF-8
IBM-278:UTF-8
IBM-280:UTF-8
IBM-284:UTF-8
IBM-285:UTF-8
IBM-297:UTF-8
IBM-420:UTF-8
IBM-424:UTF-8
IBM-500:UTF-8
IBM-850:UTF-8
IBM-852:UTF-8
IBM-855:UTF-8
IBM-856:UTF-8
IBM-857:UTF-8
IBM-862:UTF-8
IBM-864:UTF-8
IBM-866:UTF-8
IBM-869:UTF-8
IBM-870:UTF-8
IBM-871:UTF-8
IBM-875:UTF-8
IBM-880:UTF-8
IBM-921:UTF-8
IBM-922:UTF-8
IBM-1025:UTF-8
IBM-1026:UTF-8
IBM-1046:UTF-8
IBM-1112:UTF-8
IBM-1122:UTF-8
IBM-1140:UTF-8
IBM-1141:UTF-8
IBM-1142:UTF-8
IBM-1143:UTF-8
IBM-1144:UTF-8
IBM-1145:UTF-8
IBM-1146:UTF-8
IBM-1147:UTF-8
IBM-1148:UTF-8
IBM-1149:UTF-8
UCS-2:646
ucs-2:us-ascii
ucs-2:US-ASCII
UCS-2:us-ascii
UCS-2:US-ASCII
UCS-2:8859-1
UCS-2:8859-2
UCS-2:8859-3
UCS-2:8859-4
UCS-2:8859-5
UCS-2:8859-6
UCS-2:8859-7
UCS-2:8859-8
UCS-2:8859-9
UCS-2:8859-10
UCS-2:8859-13
UCS-2:8859-14
UCS-2:8859-15
UCS-2:8859-16
ucs-2:iso-8859-1
ucs-2:iso8859-1
ucs-2:ISO-8859-1
ucs-2:ISO8859-1
UCS-2:iso-8859-1
UCS-2:iso8859-1
UCS-2:ISO-8859-1
UCS-2:ISO8859-1
ucs-2:iso-8859-2
ucs-2:iso8859-2
ucs-2:ISO-8859-2
ucs-2:ISO8859-2
UCS-2:iso-8859-2
UCS-2:iso8859-2
UCS-2:ISO-8859-2
UCS-2:ISO8859-2
ucs-2:iso-8859-3
ucs-2:iso8859-3
ucs-2:ISO-8859-3
ucs-2:ISO8859-3
UCS-2:iso-8859-3
UCS-2:iso8859-3
UCS-2:ISO-8859-3
UCS-2:ISO8859-3
ucs-2:iso-8859-4
ucs-2:iso8859-4
ucs-2:ISO-8859-4
ucs-2:ISO8859-4
UCS-2:iso-8859-4
UCS-2:iso8859-4
UCS-2:ISO-8859-4
UCS-2:ISO8859-4
ucs-2:iso-8859-5
ucs-2:iso8859-5
ucs-2:ISO-8859-5
ucs-2:ISO8859-5
UCS-2:iso-8859-5
UCS-2:iso8859-5
UCS-2:ISO-8859-5
UCS-2:ISO8859-5
ucs-2:iso-8859-6
ucs-2:iso8859-6
ucs-2:ISO-8859-6
ucs-2:ISO8859-6
UCS-2:iso-8859-6
UCS-2:iso8859-6
UCS-2:ISO-8859-6
UCS-2:ISO8859-6
ucs-2:iso-8859-7
ucs-2:iso8859-7
ucs-2:ISO-8859-7
ucs-2:ISO8859-7
UCS-2:iso-8859-7
UCS-2:iso8859-7
UCS-2:ISO-8859-7
UCS-2:ISO8859-7
ucs-2:iso-8859-8
ucs-2:iso8859-8
ucs-2:ISO-8859-8
ucs-2:ISO8859-8
UCS-2:iso-8859-8
UCS-2:iso8859-8
UCS-2:ISO-8859-8
UCS-2:ISO8859-8
ucs-2:iso-8859-9
ucs-2:iso8859-9
ucs-2:ISO-8859-9
ucs-2:ISO8859-9
UCS-2:iso-8859-9
UCS-2:iso8859-9
UCS-2:ISO-8859-9
UCS-2:ISO8859-9
ucs-2:iso-8859-10
ucs-2:iso8859-10
ucs-2:ISO-8859-10
ucs-2:ISO8859-10
UCS-2:iso-8859-10
UCS-2:iso8859-10
UCS-2:ISO-8859-10
UCS-2:ISO8859-10
ucs-2:iso-8859-13
ucs-2:iso8859-13
ucs-2:ISO-8859-13
ucs-2:ISO8859-13
UCS-2:iso-8859-13
UCS-2:iso8859-13
UCS-2:ISO-8859-13
UCS-2:ISO8859-13
ucs-2:iso-8859-14
ucs-2:iso8859-14
ucs-2:ISO-8859-14
ucs-2:ISO8859-14
UCS-2:iso-8859-14
UCS-2:iso8859-14
UCS-2:ISO-8859-14
UCS-2:ISO8859-14
ucs-2:iso-8859-15
ucs-2:iso8859-15
ucs-2:ISO-8859-15
ucs-2:ISO8859-15
UCS-2:iso-8859-15
UCS-2:iso8859-15
UCS-2:ISO-8859-15
UCS-2:ISO8859-15
ucs-2:iso-8859-16
ucs-2:iso8859-16
ucs-2:ISO-8859-16
ucs-2:ISO8859-16
UCS-2:iso-8859-16
UCS-2:iso8859-16
UCS-2:ISO-8859-16
UCS-2:ISO8859-16
ucs-2:koi8-r
ucs-2:KOI8-R
UCS-2:koi8-r
UCS-2:KOI8-R
ucs-2:koi8-u
ucs-2:KOI8-U
UCS-2:koi8-u
UCS-2:KOI8-U
UCS-2:PTCP154
UCS-2:CP1250
UCS-2:CP1251
UCS-2:CP1252
UCS-2:CP1253
UCS-2:CP1254
UCS-2:CP1255
UCS-2:CP1256
UCS-2:CP1257
UCS-2:CP1258
UCS-2:CP437
UCS-2:CP737
UCS-2:CP775
UCS-2:CP850
UCS-2:CP852
UCS-2:CP855
UCS-2:CP857
UCS-2:CP860
UCS-2:CP861
UCS-2:CP862
UCS-2:CP863
UCS-2:CP864
UCS-2:CP865
UCS-2:CP866
UCS-2:CP869
UCS-2:CP874
ucs-2:ucs-4
ucs-2:UCS-4
UCS-2:ucs-4
UCS-2:UCS-4
ucs-2:ucs-4be
ucs-2:UCS-4BE
UCS-2:ucs-4be
UCS-2:UCS-4BE
ucs-2:ucs-4le
ucs-2:UCS-4LE
UCS-2:ucs-4le
UCS-2:UCS-4LE
ucs-2:utf-32
ucs-2:UTF-32
UCS-2:utf-32
UCS-2:UTF-32
ucs-2:utf-32be
ucs-2:UTF-32BE
UCS-2:utf-32be
UCS-2:UTF-32BE
ucs-2:utf-32le
ucs-2:UTF-32LE
UCS-2:utf-32le
UCS-2:UTF-32LE
ucs-2:utf-7
ucs-2:UTF-7
UCS-2:utf-7
UCS-2:UTF-7
ucs-2:utf-8
ucs-2:UTF-8
UCS-2:utf-8
UCS-2:UTF-8
UCS-2BE:646
ucs-2be:us-ascii
ucs-2be:US-ASCII
UCS-2BE:us-ascii
UCS-2BE:US-ASCII
UCS-2BE:8859-1
UCS-2BE:8859-2
UCS-2BE:8859-3
UCS-2BE:8859-4
UCS-2BE:8859-5
UCS-2BE:8859-6
UCS-2BE:8859-7
UCS-2BE:8859-8
UCS-2BE:8859-9
UCS-2BE:8859-10
UCS-2BE:8859-13
UCS-2BE:8859-14
UCS-2BE:8859-15
UCS-2BE:8859-16
ucs-2be:iso-8859-1
ucs-2be:iso8859-1
ucs-2be:ISO-8859-1
ucs-2be:ISO8859-1
UCS-2BE:iso-8859-1
UCS-2BE:iso8859-1
UCS-2BE:ISO-8859-1
UCS-2BE:ISO8859-1
ucs-2be:iso-8859-2
ucs-2be:iso8859-2
ucs-2be:ISO-8859-2
ucs-2be:ISO8859-2
UCS-2BE:iso-8859-2
UCS-2BE:iso8859-2
UCS-2BE:ISO-8859-2
UCS-2BE:ISO8859-2
ucs-2be:iso-8859-3
ucs-2be:iso8859-3
ucs-2be:ISO-8859-3
ucs-2be:ISO8859-3
UCS-2BE:iso-8859-3
UCS-2BE:iso8859-3
UCS-2BE:ISO-8859-3
UCS-2BE:ISO8859-3
ucs-2be:iso-8859-4
ucs-2be:iso8859-4
ucs-2be:ISO-8859-4
ucs-2be:ISO8859-4
UCS-2BE:iso-8859-4
UCS-2BE:iso8859-4
UCS-2BE:ISO-8859-4
UCS-2BE:ISO8859-4
ucs-2be:iso-8859-5
ucs-2be:iso8859-5
ucs-2be:ISO-8859-5
ucs-2be:ISO8859-5
UCS-2BE:iso-8859-5
UCS-2BE:iso8859-5
UCS-2BE:ISO-8859-5
UCS-2BE:ISO8859-5
ucs-2be:iso-8859-6
ucs-2be:iso8859-6
ucs-2be:ISO-8859-6
ucs-2be:ISO8859-6
UCS-2BE:iso-8859-6
UCS-2BE:iso8859-6
UCS-2BE:ISO-8859-6
UCS-2BE:ISO8859-6
ucs-2be:iso-8859-7
ucs-2be:iso8859-7
ucs-2be:ISO-8859-7
ucs-2be:ISO8859-7
UCS-2BE:iso-8859-7
UCS-2BE:iso8859-7
UCS-2BE:ISO-8859-7
UCS-2BE:ISO8859-7
ucs-2be:iso-8859-8
ucs-2be:iso8859-8
ucs-2be:ISO-8859-8
ucs-2be:ISO8859-8
UCS-2BE:iso-8859-8
UCS-2BE:iso8859-8
UCS-2BE:ISO-8859-8
UCS-2BE:ISO8859-8
ucs-2be:iso-8859-9
ucs-2be:iso8859-9
ucs-2be:ISO-8859-9
ucs-2be:ISO8859-9
UCS-2BE:iso-8859-9
UCS-2BE:iso8859-9
UCS-2BE:ISO-8859-9
UCS-2BE:ISO8859-9
ucs-2be:iso-8859-10
ucs-2be:iso8859-10
ucs-2be:ISO-8859-10
ucs-2be:ISO8859-10
UCS-2BE:iso-8859-10
UCS-2BE:iso8859-10
UCS-2BE:ISO-8859-10
UCS-2BE:ISO8859-10
ucs-2be:iso-8859-13
ucs-2be:iso8859-13
ucs-2be:ISO-8859-13
ucs-2be:ISO8859-13
UCS-2BE:iso-8859-13
UCS-2BE:iso8859-13
UCS-2BE:ISO-8859-13
UCS-2BE:ISO8859-13
ucs-2be:iso-8859-14
ucs-2be:iso8859-14
ucs-2be:ISO-8859-14
ucs-2be:ISO8859-14
UCS-2BE:iso-8859-14
UCS-2BE:iso8859-14
UCS-2BE:ISO-8859-14
UCS-2BE:ISO8859-14
ucs-2be:iso-8859-15
ucs-2be:iso8859-15
ucs-2be:ISO-8859-15
ucs-2be:ISO8859-15
UCS-2BE:iso-8859-15
UCS-2BE:iso8859-15
UCS-2BE:ISO-8859-15
UCS-2BE:ISO8859-15
ucs-2be:iso-8859-16
ucs-2be:iso8859-16
ucs-2be:ISO-8859-16
ucs-2be:ISO8859-16
UCS-2BE:iso-8859-16
UCS-2BE:iso8859-16
UCS-2BE:ISO-8859-16
UCS-2BE:ISO8859-16
ucs-2be:koi8-r
ucs-2be:KOI8-R
UCS-2BE:koi8-r
UCS-2BE:KOI8-R
ucs-2be:koi8-u
ucs-2be:KOI8-U
UCS-2BE:koi8-u
UCS-2BE:KOI8-U
UCS-2BE:PTCP154
UCS-2BE:CP1250
UCS-2BE:CP1251
UCS-2BE:CP1252
UCS-2BE:CP1253
UCS-2BE:CP1254
UCS-2BE:CP1255
UCS-2BE:CP1256
UCS-2BE:CP1257
UCS-2BE:CP1258
UCS-2BE:CP437
UCS-2BE:CP737
UCS-2BE:CP775
UCS-2BE:CP850
UCS-2BE:CP852
UCS-2BE:CP855
UCS-2BE:CP857
UCS-2BE:CP860
UCS-2BE:CP861
UCS-2BE:CP862
UCS-2BE:CP863
UCS-2BE:CP864
UCS-2BE:CP865
UCS-2BE:CP866
UCS-2BE:CP869
UCS-2BE:CP874
ucs-2be:ucs-4
ucs-2be:UCS-4
UCS-2BE:ucs-4
UCS-2BE:UCS-4
ucs-2be:ucs-4be
ucs-2be:UCS-4BE
UCS-2BE:ucs-4be
UCS-2BE:UCS-4BE
ucs-2be:ucs-4le
ucs-2be:UCS-4LE
UCS-2BE:ucs-4le
UCS-2BE:UCS-4LE
ucs-2be:utf-32
ucs-2be:UTF-32
UCS-2BE:utf-32
UCS-2BE:UTF-32
ucs-2be:utf-32be
ucs-2be:UTF-32BE
UCS-2BE:utf-32be
UCS-2BE:UTF-32BE
ucs-2be:utf-32le
ucs-2be:UTF-32LE
UCS-2BE:utf-32le
UCS-2BE:UTF-32LE
ucs-2be:utf-8
ucs-2be:UTF-8
UCS-2BE:utf-8
UCS-2BE:UTF-8
UCS-2LE:646
ucs-2le:us-ascii
ucs-2le:US-ASCII
UCS-2LE:us-ascii
UCS-2LE:US-ASCII
UCS-2LE:8859-1
UCS-2LE:8859-2
UCS-2LE:8859-3
UCS-2LE:8859-4
UCS-2LE:8859-5
UCS-2LE:8859-6
UCS-2LE:8859-7
UCS-2LE:8859-8
UCS-2LE:8859-9
UCS-2LE:8859-10
UCS-2LE:8859-13
UCS-2LE:8859-14
UCS-2LE:8859-15
UCS-2LE:8859-16
ucs-2le:iso-8859-1
ucs-2le:iso8859-1
ucs-2le:ISO-8859-1
ucs-2le:ISO8859-1
UCS-2LE:iso-8859-1
UCS-2LE:iso8859-1
UCS-2LE:ISO-8859-1
UCS-2LE:ISO8859-1
ucs-2le:iso-8859-2
ucs-2le:iso8859-2
ucs-2le:ISO-8859-2
ucs-2le:ISO8859-2
UCS-2LE:iso-8859-2
UCS-2LE:iso8859-2
UCS-2LE:ISO-8859-2
UCS-2LE:ISO8859-2
ucs-2le:iso-8859-3
ucs-2le:iso8859-3
ucs-2le:ISO-8859-3
ucs-2le:ISO8859-3
UCS-2LE:iso-8859-3
UCS-2LE:iso8859-3
UCS-2LE:ISO-8859-3
UCS-2LE:ISO8859-3
ucs-2le:iso-8859-4
ucs-2le:iso8859-4
ucs-2le:ISO-8859-4
ucs-2le:ISO8859-4
UCS-2LE:iso-8859-4
UCS-2LE:iso8859-4
UCS-2LE:ISO-8859-4
UCS-2LE:ISO8859-4
ucs-2le:iso-8859-5
ucs-2le:iso8859-5
ucs-2le:ISO-8859-5
ucs-2le:ISO8859-5
UCS-2LE:iso-8859-5
UCS-2LE:iso8859-5
UCS-2LE:ISO-8859-5
UCS-2LE:ISO8859-5
ucs-2le:iso-8859-6
ucs-2le:iso8859-6
ucs-2le:ISO-8859-6
ucs-2le:ISO8859-6
UCS-2LE:iso-8859-6
UCS-2LE:iso8859-6
UCS-2LE:ISO-8859-6
UCS-2LE:ISO8859-6
ucs-2le:iso-8859-7
ucs-2le:iso8859-7
ucs-2le:ISO-8859-7
ucs-2le:ISO8859-7
UCS-2LE:iso-8859-7
UCS-2LE:iso8859-7
UCS-2LE:ISO-8859-7
UCS-2LE:ISO8859-7
ucs-2le:iso-8859-8
ucs-2le:iso8859-8
ucs-2le:ISO-8859-8
ucs-2le:ISO8859-8
UCS-2LE:iso-8859-8
UCS-2LE:iso8859-8
UCS-2LE:ISO-8859-8
UCS-2LE:ISO8859-8
ucs-2le:iso-8859-9
ucs-2le:iso8859-9
ucs-2le:ISO-8859-9
ucs-2le:ISO8859-9
UCS-2LE:iso-8859-9
UCS-2LE:iso8859-9
UCS-2LE:ISO-8859-9
UCS-2LE:ISO8859-9
ucs-2le:iso-8859-10
ucs-2le:iso8859-10
ucs-2le:ISO-8859-10
ucs-2le:ISO8859-10
UCS-2LE:iso-8859-10
UCS-2LE:iso8859-10
UCS-2LE:ISO-8859-10
UCS-2LE:ISO8859-10
ucs-2le:iso-8859-13
ucs-2le:iso8859-13
ucs-2le:ISO-8859-13
ucs-2le:ISO8859-13
UCS-2LE:iso-8859-13
UCS-2LE:iso8859-13
UCS-2LE:ISO-8859-13
UCS-2LE:ISO8859-13
ucs-2le:iso-8859-14
ucs-2le:iso8859-14
ucs-2le:ISO-8859-14
ucs-2le:ISO8859-14
UCS-2LE:iso-8859-14
UCS-2LE:iso8859-14
UCS-2LE:ISO-8859-14
UCS-2LE:ISO8859-14
ucs-2le:iso-8859-15
ucs-2le:iso8859-15
ucs-2le:ISO-8859-15
ucs-2le:ISO8859-15
UCS-2LE:iso-8859-15
UCS-2LE:iso8859-15
UCS-2LE:ISO-8859-15
UCS-2LE:ISO8859-15
ucs-2le:iso-8859-16
ucs-2le:iso8859-16
ucs-2le:ISO-8859-16
ucs-2le:ISO8859-16
UCS-2LE:iso-8859-16
UCS-2LE:iso8859-16
UCS-2LE:ISO-8859-16
UCS-2LE:ISO8859-16
ucs-2le:koi8-r
ucs-2le:KOI8-R
UCS-2LE:koi8-r
UCS-2LE:KOI8-R
ucs-2le:koi8-u
ucs-2le:KOI8-U
UCS-2LE:koi8-u
UCS-2LE:KOI8-U
UCS-2LE:PTCP154
UCS-2LE:CP1250
UCS-2LE:CP1251
UCS-2LE:CP1252
UCS-2LE:CP1253
UCS-2LE:CP1254
UCS-2LE:CP1255
UCS-2LE:CP1256
UCS-2LE:CP1257
UCS-2LE:CP1258
UCS-2LE:CP437
UCS-2LE:CP737
UCS-2LE:CP775
UCS-2LE:CP850
UCS-2LE:CP852
UCS-2LE:CP855
UCS-2LE:CP857
UCS-2LE:CP860
UCS-2LE:CP861
UCS-2LE:CP862
UCS-2LE:CP863
UCS-2LE:CP864
UCS-2LE:CP865
UCS-2LE:CP866
UCS-2LE:CP869
UCS-2LE:CP874
ucs-2le:ucs-4
ucs-2le:UCS-4
UCS-2LE:ucs-4
UCS-2LE:UCS-4
ucs-2le:ucs-4be
ucs-2le:UCS-4BE
UCS-2LE:ucs-4be
UCS-2LE:UCS-4BE
ucs-2le:ucs-4le
ucs-2le:UCS-4LE
UCS-2LE:ucs-4le
UCS-2LE:UCS-4LE
ucs-2le:utf-32
ucs-2le:UTF-32
UCS-2LE:utf-32
UCS-2LE:UTF-32
ucs-2le:utf-32be
ucs-2le:UTF-32BE
UCS-2LE:utf-32be
UCS-2LE:UTF-32BE
ucs-2le:utf-32le
ucs-2le:UTF-32LE
UCS-2LE:utf-32le
UCS-2LE:UTF-32LE
ucs-2le:utf-8
ucs-2le:UTF-8
UCS-2LE:utf-8
UCS-2LE:UTF-8
UCS-4:646
ucs-4:us-ascii
ucs-4:US-ASCII
UCS-4:us-ascii
UCS-4:US-ASCII
UCS-4:8859-1
UCS-4:8859-2
UCS-4:8859-3
UCS-4:8859-4
UCS-4:8859-5
UCS-4:8859-6
UCS-4:8859-7
UCS-4:8859-8
UCS-4:8859-9
UCS-4:8859-10
UCS-4:8859-13
UCS-4:8859-14
UCS-4:8859-15
UCS-4:8859-16
ucs-4:iso-8859-1
ucs-4:iso8859-1
ucs-4:ISO-8859-1
ucs-4:ISO8859-1
UCS-4:iso-8859-1
UCS-4:iso8859-1
UCS-4:ISO-8859-1
UCS-4:ISO8859-1
ucs-4:iso-8859-2
ucs-4:iso8859-2
ucs-4:ISO-8859-2
ucs-4:ISO8859-2
UCS-4:iso-8859-2
UCS-4:iso8859-2
UCS-4:ISO-8859-2
UCS-4:ISO8859-2
ucs-4:iso-8859-3
ucs-4:iso8859-3
ucs-4:ISO-8859-3
ucs-4:ISO8859-3
UCS-4:iso-8859-3
UCS-4:iso8859-3
UCS-4:ISO-8859-3
UCS-4:ISO8859-3
ucs-4:iso-8859-4
ucs-4:iso8859-4
ucs-4:ISO-8859-4
ucs-4:ISO8859-4
UCS-4:iso-8859-4
UCS-4:iso8859-4
UCS-4:ISO-8859-4
UCS-4:ISO8859-4
ucs-4:iso-8859-5
ucs-4:iso8859-5
ucs-4:ISO-8859-5
ucs-4:ISO8859-5
UCS-4:iso-8859-5
UCS-4:iso8859-5
UCS-4:ISO-8859-5
UCS-4:ISO8859-5
ucs-4:iso-8859-6
ucs-4:iso8859-6
ucs-4:ISO-8859-6
ucs-4:ISO8859-6
UCS-4:iso-8859-6
UCS-4:iso8859-6
UCS-4:ISO-8859-6
UCS-4:ISO8859-6
ucs-4:iso-8859-7
ucs-4:iso8859-7
ucs-4:ISO-8859-7
ucs-4:ISO8859-7
UCS-4:iso-8859-7
UCS-4:iso8859-7
UCS-4:ISO-8859-7
UCS-4:ISO8859-7
ucs-4:iso-8859-8
ucs-4:iso8859-8
ucs-4:ISO-8859-8
ucs-4:ISO8859-8
UCS-4:iso-8859-8
UCS-4:iso8859-8
UCS-4:ISO-8859-8
UCS-4:ISO8859-8
ucs-4:iso-8859-9
ucs-4:iso8859-9
ucs-4:ISO-8859-9
ucs-4:ISO8859-9
UCS-4:iso-8859-9
UCS-4:iso8859-9
UCS-4:ISO-8859-9
UCS-4:ISO8859-9
ucs-4:iso-8859-10
ucs-4:iso8859-10
ucs-4:ISO-8859-10
ucs-4:ISO8859-10
UCS-4:iso-8859-10
UCS-4:iso8859-10
UCS-4:ISO-8859-10
UCS-4:ISO8859-10
ucs-4:iso-8859-13
ucs-4:iso8859-13
ucs-4:ISO-8859-13
ucs-4:ISO8859-13
UCS-4:iso-8859-13
UCS-4:iso8859-13
UCS-4:ISO-8859-13
UCS-4:ISO8859-13
ucs-4:iso-8859-14
ucs-4:iso8859-14
ucs-4:ISO-8859-14
ucs-4:ISO8859-14
UCS-4:iso-8859-14
UCS-4:iso8859-14
UCS-4:ISO-8859-14
UCS-4:ISO8859-14
ucs-4:iso-8859-15
ucs-4:iso8859-15
ucs-4:ISO-8859-15
ucs-4:ISO8859-15
UCS-4:iso-8859-15
UCS-4:iso8859-15
UCS-4:ISO-8859-15
UCS-4:ISO8859-15
ucs-4:iso-8859-16
ucs-4:iso8859-16
ucs-4:ISO-8859-16
ucs-4:ISO8859-16
UCS-4:iso-8859-16
UCS-4:iso8859-16
UCS-4:ISO-8859-16
UCS-4:ISO8859-16
ucs-4:koi8-r
ucs-4:KOI8-R
UCS-4:koi8-r
UCS-4:KOI8-R
ucs-4:koi8-u
ucs-4:KOI8-U
UCS-4:koi8-u
UCS-4:KOI8-U
UCS-4:PTCP154
UCS-4:CP1250
UCS-4:CP1251
UCS-4:CP1252
UCS-4:CP1253
UCS-4:CP1254
UCS-4:CP1255
UCS-4:CP1256
UCS-4:CP1257
UCS-4:CP1258
UCS-4:CP437
UCS-4:CP737
UCS-4:CP775
UCS-4:CP850
UCS-4:CP852
UCS-4:CP855
UCS-4:CP857
UCS-4:CP860
UCS-4:CP861
UCS-4:CP862
UCS-4:CP863
UCS-4:CP864
UCS-4:CP865
UCS-4:CP866
UCS-4:CP869
UCS-4:CP874
ucs-4:ucs-2
ucs-4:UCS-2
UCS-4:ucs-2
UCS-4:UCS-2
ucs-4:ucs-2be
ucs-4:UCS-2BE
UCS-4:ucs-2be
UCS-4:UCS-2BE
ucs-4:ucs-2le
ucs-4:UCS-2LE
UCS-4:ucs-2le
UCS-4:UCS-2LE
ucs-4:utf-16
ucs-4:UTF-16
UCS-4:utf-16
UCS-4:UTF-16
ucs-4:utf-16be
ucs-4:UTF-16BE
UCS-4:utf-16be
UCS-4:UTF-16BE
ucs-4:utf-16le
ucs-4:UTF-16LE
UCS-4:utf-16le
UCS-4:UTF-16LE
ucs-4:utf-32
ucs-4:UTF-32
UCS-4:utf-32
UCS-4:UTF-32
ucs-4:utf-32be
ucs-4:UTF-32BE
UCS-4:utf-32be
UCS-4:UTF-32BE
ucs-4:utf-32le
ucs-4:UTF-32LE
UCS-4:utf-32le
UCS-4:UTF-32LE
ucs-4:utf-7
ucs-4:UTF-7
UCS-4:utf-7
UCS-4:UTF-7
ucs-4:utf-8
ucs-4:UTF-8
UCS-4:utf-8
UCS-4:UTF-8
UCS-4BE:646
ucs-4be:us-ascii
ucs-4be:US-ASCII
UCS-4BE:us-ascii
UCS-4BE:US-ASCII
UCS-4BE:8859-1
UCS-4BE:8859-2
UCS-4BE:8859-3
UCS-4BE:8859-4
UCS-4BE:8859-5
UCS-4BE:8859-6
UCS-4BE:8859-7
UCS-4BE:8859-8
UCS-4BE:8859-9
UCS-4BE:8859-10
UCS-4BE:8859-13
UCS-4BE:8859-14
UCS-4BE:8859-15
UCS-4BE:8859-16
ucs-4be:iso-8859-1
ucs-4be:iso8859-1
ucs-4be:ISO-8859-1
ucs-4be:ISO8859-1
UCS-4BE:iso-8859-1
UCS-4BE:iso8859-1
UCS-4BE:ISO-8859-1
UCS-4BE:ISO8859-1
ucs-4be:iso-8859-2
ucs-4be:iso8859-2
ucs-4be:ISO-8859-2
ucs-4be:ISO8859-2
UCS-4BE:iso-8859-2
UCS-4BE:iso8859-2
UCS-4BE:ISO-8859-2
UCS-4BE:ISO8859-2
ucs-4be:iso-8859-3
ucs-4be:iso8859-3
ucs-4be:ISO-8859-3
ucs-4be:ISO8859-3
UCS-4BE:iso-8859-3
UCS-4BE:iso8859-3
UCS-4BE:ISO-8859-3
UCS-4BE:ISO8859-3
ucs-4be:iso-8859-4
ucs-4be:iso8859-4
ucs-4be:ISO-8859-4
ucs-4be:ISO8859-4
UCS-4BE:iso-8859-4
UCS-4BE:iso8859-4
UCS-4BE:ISO-8859-4
UCS-4BE:ISO8859-4
ucs-4be:iso-8859-5
ucs-4be:iso8859-5
ucs-4be:ISO-8859-5
ucs-4be:ISO8859-5
UCS-4BE:iso-8859-5
UCS-4BE:iso8859-5
UCS-4BE:ISO-8859-5
UCS-4BE:ISO8859-5
ucs-4be:iso-8859-6
ucs-4be:iso8859-6
ucs-4be:ISO-8859-6
ucs-4be:ISO8859-6
UCS-4BE:iso-8859-6
UCS-4BE:iso8859-6
UCS-4BE:ISO-8859-6
UCS-4BE:ISO8859-6
ucs-4be:iso-8859-7
ucs-4be:iso8859-7
ucs-4be:ISO-8859-7
ucs-4be:ISO8859-7
UCS-4BE:iso-8859-7
UCS-4BE:iso8859-7
UCS-4BE:ISO-8859-7
UCS-4BE:ISO8859-7
ucs-4be:iso-8859-8
ucs-4be:iso8859-8
ucs-4be:ISO-8859-8
ucs-4be:ISO8859-8
UCS-4BE:iso-8859-8
UCS-4BE:iso8859-8
UCS-4BE:ISO-8859-8
UCS-4BE:ISO8859-8
ucs-4be:iso-8859-9
ucs-4be:iso8859-9
ucs-4be:ISO-8859-9
ucs-4be:ISO8859-9
UCS-4BE:iso-8859-9
UCS-4BE:iso8859-9
UCS-4BE:ISO-8859-9
UCS-4BE:ISO8859-9
ucs-4be:iso-8859-10
ucs-4be:iso8859-10
ucs-4be:ISO-8859-10
ucs-4be:ISO8859-10
UCS-4BE:iso-8859-10
UCS-4BE:iso8859-10
UCS-4BE:ISO-8859-10
UCS-4BE:ISO8859-10
ucs-4be:iso-8859-13
ucs-4be:iso8859-13
ucs-4be:ISO-8859-13
ucs-4be:ISO8859-13
UCS-4BE:iso-8859-13
UCS-4BE:iso8859-13
UCS-4BE:ISO-8859-13
UCS-4BE:ISO8859-13
ucs-4be:iso-8859-14
ucs-4be:iso8859-14
ucs-4be:ISO-8859-14
ucs-4be:ISO8859-14
UCS-4BE:iso-8859-14
UCS-4BE:iso8859-14
UCS-4BE:ISO-8859-14
UCS-4BE:ISO8859-14
ucs-4be:iso-8859-15
ucs-4be:iso8859-15
ucs-4be:ISO-8859-15
ucs-4be:ISO8859-15
UCS-4BE:iso-8859-15
UCS-4BE:iso8859-15
UCS-4BE:ISO-8859-15
UCS-4BE:ISO8859-15
ucs-4be:iso-8859-16
ucs-4be:iso8859-16
ucs-4be:ISO-8859-16
ucs-4be:ISO8859-16
UCS-4BE:iso-8859-16
UCS-4BE:iso8859-16
UCS-4BE:ISO-8859-16
UCS-4BE:ISO8859-16
ucs-4be:koi8-r
ucs-4be:KOI8-R
UCS-4BE:koi8-r
UCS-4BE:KOI8-R
ucs-4be:koi8-u
ucs-4be:KOI8-U
UCS-4BE:koi8-u
UCS-4BE:KOI8-U
UCS-4BE:PTCP154
UCS-4BE:CP1250
UCS-4BE:CP1251
UCS-4BE:CP1252
UCS-4BE:CP1253
UCS-4BE:CP1254
UCS-4BE:CP1255
UCS-4BE:CP1256
UCS-4BE:CP1257
UCS-4BE:CP1258
UCS-4BE:CP437
UCS-4BE:CP737
UCS-4BE:CP775
UCS-4BE:CP850
UCS-4BE:CP852
UCS-4BE:CP855
UCS-4BE:CP857
UCS-4BE:CP860
UCS-4BE:CP861
UCS-4BE:CP862
UCS-4BE:CP863
UCS-4BE:CP864
UCS-4BE:CP865
UCS-4BE:CP866
UCS-4BE:CP869
UCS-4BE:CP874
ucs-4be:ucs-2
ucs-4be:UCS-2
UCS-4BE:ucs-2
UCS-4BE:UCS-2
ucs-4be:ucs-2be
ucs-4be:UCS-2BE
UCS-4BE:ucs-2be
UCS-4BE:UCS-2BE
ucs-4be:ucs-2le
ucs-4be:UCS-2LE
UCS-4BE:ucs-2le
UCS-4BE:UCS-2LE
ucs-4be:utf-16
ucs-4be:UTF-16
UCS-4BE:utf-16
UCS-4BE:UTF-16
ucs-4be:utf-16be
ucs-4be:UTF-16BE
UCS-4BE:utf-16be
UCS-4BE:UTF-16BE
ucs-4be:utf-16le
ucs-4be:UTF-16LE
UCS-4BE:utf-16le
UCS-4BE:UTF-16LE
ucs-4be:utf-32
ucs-4be:UTF-32
UCS-4BE:utf-32
UCS-4BE:UTF-32
ucs-4be:utf-32be
ucs-4be:UTF-32BE
UCS-4BE:utf-32be
UCS-4BE:UTF-32BE
ucs-4be:utf-32le
ucs-4be:UTF-32LE
UCS-4BE:utf-32le
UCS-4BE:UTF-32LE
ucs-4be:utf-8
ucs-4be:UTF-8
UCS-4BE:utf-8
UCS-4BE:UTF-8
UCS-4LE:646
ucs-4le:us-ascii
ucs-4le:US-ASCII
UCS-4LE:us-ascii
UCS-4LE:US-ASCII
UCS-4LE:8859-1
UCS-4LE:8859-2
UCS-4LE:8859-3
UCS-4LE:8859-4
UCS-4LE:8859-5
UCS-4LE:8859-6
UCS-4LE:8859-7
UCS-4LE:8859-8
UCS-4LE:8859-9
UCS-4LE:8859-10
UCS-4LE:8859-13
UCS-4LE:8859-14
UCS-4LE:8859-15
UCS-4LE:8859-16
ucs-4le:iso-8859-1
ucs-4le:iso8859-1
ucs-4le:ISO-8859-1
ucs-4le:ISO8859-1
UCS-4LE:iso-8859-1
UCS-4LE:iso8859-1
UCS-4LE:ISO-8859-1
UCS-4LE:ISO8859-1
ucs-4le:iso-8859-2
ucs-4le:iso8859-2
ucs-4le:ISO-8859-2
ucs-4le:ISO8859-2
UCS-4LE:iso-8859-2
UCS-4LE:iso8859-2
UCS-4LE:ISO-8859-2
UCS-4LE:ISO8859-2
ucs-4le:iso-8859-3
ucs-4le:iso8859-3
ucs-4le:ISO-8859-3
ucs-4le:ISO8859-3
UCS-4LE:iso-8859-3
UCS-4LE:iso8859-3
UCS-4LE:ISO-8859-3
UCS-4LE:ISO8859-3
ucs-4le:iso-8859-4
ucs-4le:iso8859-4
ucs-4le:ISO-8859-4
ucs-4le:ISO8859-4
UCS-4LE:iso-8859-4
UCS-4LE:iso8859-4
UCS-4LE:ISO-8859-4
UCS-4LE:ISO8859-4
ucs-4le:iso-8859-5
ucs-4le:iso8859-5
ucs-4le:ISO-8859-5
ucs-4le:ISO8859-5
UCS-4LE:iso-8859-5
UCS-4LE:iso8859-5
UCS-4LE:ISO-8859-5
UCS-4LE:ISO8859-5
ucs-4le:iso-8859-6
ucs-4le:iso8859-6
ucs-4le:ISO-8859-6
ucs-4le:ISO8859-6
UCS-4LE:iso-8859-6
UCS-4LE:iso8859-6
UCS-4LE:ISO-8859-6
UCS-4LE:ISO8859-6
ucs-4le:iso-8859-7
ucs-4le:iso8859-7
ucs-4le:ISO-8859-7
ucs-4le:ISO8859-7
UCS-4LE:iso-8859-7
UCS-4LE:iso8859-7
UCS-4LE:ISO-8859-7
UCS-4LE:ISO8859-7
ucs-4le:iso-8859-8
ucs-4le:iso8859-8
ucs-4le:ISO-8859-8
ucs-4le:ISO8859-8
UCS-4LE:iso-8859-8
UCS-4LE:iso8859-8
UCS-4LE:ISO-8859-8
UCS-4LE:ISO8859-8
ucs-4le:iso-8859-9
ucs-4le:iso8859-9
ucs-4le:ISO-8859-9
ucs-4le:ISO8859-9
UCS-4LE:iso-8859-9
UCS-4LE:iso8859-9
UCS-4LE:ISO-8859-9
UCS-4LE:ISO8859-9
ucs-4le:iso-8859-10
ucs-4le:iso8859-10
ucs-4le:ISO-8859-10
ucs-4le:ISO8859-10
UCS-4LE:iso-8859-10
UCS-4LE:iso8859-10
UCS-4LE:ISO-8859-10
UCS-4LE:ISO8859-10
ucs-4le:iso-8859-13
ucs-4le:iso8859-13
ucs-4le:ISO-8859-13
ucs-4le:ISO8859-13
UCS-4LE:iso-8859-13
UCS-4LE:iso8859-13
UCS-4LE:ISO-8859-13
UCS-4LE:ISO8859-13
ucs-4le:iso-8859-14
ucs-4le:iso8859-14
ucs-4le:ISO-8859-14
ucs-4le:ISO8859-14
UCS-4LE:iso-8859-14
UCS-4LE:iso8859-14
UCS-4LE:ISO-8859-14
UCS-4LE:ISO8859-14
ucs-4le:iso-8859-15
ucs-4le:iso8859-15
ucs-4le:ISO-8859-15
ucs-4le:ISO8859-15
UCS-4LE:iso-8859-15
UCS-4LE:iso8859-15
UCS-4LE:ISO-8859-15
UCS-4LE:ISO8859-15
ucs-4le:iso-8859-16
ucs-4le:iso8859-16
ucs-4le:ISO-8859-16
ucs-4le:ISO8859-16
UCS-4LE:iso-8859-16
UCS-4LE:iso8859-16
UCS-4LE:ISO-8859-16
UCS-4LE:ISO8859-16
ucs-4le:koi8-r
ucs-4le:KOI8-R
UCS-4LE:koi8-r
UCS-4LE:KOI8-R
ucs-4le:koi8-u
ucs-4le:KOI8-U
UCS-4LE:koi8-u
UCS-4LE:KOI8-U
UCS-4LE:PTCP154
UCS-4LE:CP1250
UCS-4LE:CP1251
UCS-4LE:CP1252
UCS-4LE:CP1253
UCS-4LE:CP1254
UCS-4LE:CP1255
UCS-4LE:CP1256
UCS-4LE:CP1257
UCS-4LE:CP1258
UCS-4LE:CP437
UCS-4LE:CP737
UCS-4LE:CP775
UCS-4LE:CP850
UCS-4LE:CP852
UCS-4LE:CP855
UCS-4LE:CP857
UCS-4LE:CP860
UCS-4LE:CP861
UCS-4LE:CP862
UCS-4LE:CP863
UCS-4LE:CP864
UCS-4LE:CP865
UCS-4LE:CP866
UCS-4LE:CP869
UCS-4LE:CP874
ucs-4le:ucs-2
ucs-4le:UCS-2
UCS-4LE:ucs-2
UCS-4LE:UCS-2
ucs-4le:ucs-2be
ucs-4le:UCS-2BE
UCS-4LE:ucs-2be
UCS-4LE:UCS-2BE
ucs-4le:ucs-2le
ucs-4le:UCS-2LE
UCS-4LE:ucs-2le
UCS-4LE:UCS-2LE
ucs-4le:utf-16
ucs-4le:UTF-16
UCS-4LE:utf-16
UCS-4LE:UTF-16
ucs-4le:utf-16be
ucs-4le:UTF-16BE
UCS-4LE:utf-16be
UCS-4LE:UTF-16BE
ucs-4le:utf-16le
ucs-4le:UTF-16LE
UCS-4LE:utf-16le
UCS-4LE:UTF-16LE
ucs-4le:utf-32
ucs-4le:UTF-32
UCS-4LE:utf-32
UCS-4LE:UTF-32
ucs-4le:utf-32be
ucs-4le:UTF-32BE
UCS-4LE:utf-32be
UCS-4LE:UTF-32BE
ucs-4le:utf-32le
ucs-4le:UTF-32LE
UCS-4LE:utf-32le
UCS-4LE:UTF-32LE
ucs-4le:utf-8
ucs-4le:UTF-8
UCS-4LE:utf-8
UCS-4LE:UTF-8
us-ascii:ucs-2
us-ascii:UCS-2
US-ASCII:ucs-2
US-ASCII:UCS-2
us-ascii:ucs-2be
us-ascii:UCS-2BE
US-ASCII:ucs-2be
US-ASCII:UCS-2BE
us-ascii:ucs-2le
us-ascii:UCS-2LE
US-ASCII:ucs-2le
US-ASCII:UCS-2LE
us-ascii:ucs-4
us-ascii:UCS-4
US-ASCII:ucs-4
US-ASCII:UCS-4
us-ascii:ucs-4be
us-ascii:UCS-4BE
US-ASCII:ucs-4be
US-ASCII:UCS-4BE
us-ascii:ucs-4le
us-ascii:UCS-4LE
US-ASCII:ucs-4le
US-ASCII:UCS-4LE
us-ascii:utf-16
us-ascii:UTF-16
US-ASCII:utf-16
US-ASCII:UTF-16
us-ascii:utf-16be
us-ascii:UTF-16BE
US-ASCII:utf-16be
US-ASCII:UTF-16BE
us-ascii:utf-16le
us-ascii:UTF-16LE
US-ASCII:utf-16le
US-ASCII:UTF-16LE
us-ascii:utf-32
us-ascii:UTF-32
US-ASCII:utf-32
US-ASCII:UTF-32
us-ascii:utf-32be
us-ascii:UTF-32BE
US-ASCII:utf-32be
US-ASCII:UTF-32BE
us-ascii:utf-32le
us-ascii:UTF-32LE
US-ASCII:utf-32le
US-ASCII:UTF-32LE
us-ascii:utf-8
us-ascii:UTF-8
US-ASCII:utf-8
US-ASCII:UTF-8
UTF-16:646
utf-16:us-ascii
utf-16:US-ASCII
UTF-16:us-ascii
UTF-16:US-ASCII
UTF-16:8859-1
UTF-16:8859-2
UTF-16:8859-3
UTF-16:8859-4
UTF-16:8859-5
UTF-16:8859-6
UTF-16:8859-7
UTF-16:8859-8
UTF-16:8859-9
UTF-16:8859-10
UTF-16:8859-13
UTF-16:8859-14
UTF-16:8859-15
UTF-16:8859-16
utf-16:iso-8859-1
utf-16:iso8859-1
utf-16:ISO-8859-1
utf-16:ISO8859-1
UTF-16:iso-8859-1
UTF-16:iso8859-1
UTF-16:ISO-8859-1
UTF-16:ISO8859-1
utf-16:iso-8859-2
utf-16:iso8859-2
utf-16:ISO-8859-2
utf-16:ISO8859-2
UTF-16:iso-8859-2
UTF-16:iso8859-2
UTF-16:ISO-8859-2
UTF-16:ISO8859-2
utf-16:iso-8859-3
utf-16:iso8859-3
utf-16:ISO-8859-3
utf-16:ISO8859-3
UTF-16:iso-8859-3
UTF-16:iso8859-3
UTF-16:ISO-8859-3
UTF-16:ISO8859-3
utf-16:iso-8859-4
utf-16:iso8859-4
utf-16:ISO-8859-4
utf-16:ISO8859-4
UTF-16:iso-8859-4
UTF-16:iso8859-4
UTF-16:ISO-8859-4
UTF-16:ISO8859-4
utf-16:iso-8859-5
utf-16:iso8859-5
utf-16:ISO-8859-5
utf-16:ISO8859-5
UTF-16:iso-8859-5
UTF-16:iso8859-5
UTF-16:ISO-8859-5
UTF-16:ISO8859-5
utf-16:iso-8859-6
utf-16:iso8859-6
utf-16:ISO-8859-6
utf-16:ISO8859-6
UTF-16:iso-8859-6
UTF-16:iso8859-6
UTF-16:ISO-8859-6
UTF-16:ISO8859-6
utf-16:iso-8859-7
utf-16:iso8859-7
utf-16:ISO-8859-7
utf-16:ISO8859-7
UTF-16:iso-8859-7
UTF-16:iso8859-7
UTF-16:ISO-8859-7
UTF-16:ISO8859-7
utf-16:iso-8859-8
utf-16:iso8859-8
utf-16:ISO-8859-8
utf-16:ISO8859-8
UTF-16:iso-8859-8
UTF-16:iso8859-8
UTF-16:ISO-8859-8
UTF-16:ISO8859-8
utf-16:iso-8859-9
utf-16:iso8859-9
utf-16:ISO-8859-9
utf-16:ISO8859-9
UTF-16:iso-8859-9
UTF-16:iso8859-9
UTF-16:ISO-8859-9
UTF-16:ISO8859-9
utf-16:iso-8859-10
utf-16:iso8859-10
utf-16:ISO-8859-10
utf-16:ISO8859-10
UTF-16:iso-8859-10
UTF-16:iso8859-10
UTF-16:ISO-8859-10
UTF-16:ISO8859-10
utf-16:iso-8859-13
utf-16:iso8859-13
utf-16:ISO-8859-13
utf-16:ISO8859-13
UTF-16:iso-8859-13
UTF-16:iso8859-13
UTF-16:ISO-8859-13
UTF-16:ISO8859-13
utf-16:iso-8859-14
utf-16:iso8859-14
utf-16:ISO-8859-14
utf-16:ISO8859-14
UTF-16:iso-8859-14
UTF-16:iso8859-14
UTF-16:ISO-8859-14
UTF-16:ISO8859-14
utf-16:iso-8859-15
utf-16:iso8859-15
utf-16:ISO-8859-15
utf-16:ISO8859-15
UTF-16:iso-8859-15
UTF-16:iso8859-15
UTF-16:ISO-8859-15
UTF-16:ISO8859-15
utf-16:iso-8859-16
utf-16:iso8859-16
utf-16:ISO-8859-16
utf-16:ISO8859-16
UTF-16:iso-8859-16
UTF-16:iso8859-16
UTF-16:ISO-8859-16
UTF-16:ISO8859-16
utf-16:koi8-r
utf-16:KOI8-R
UTF-16:koi8-r
UTF-16:KOI8-R
utf-16:koi8-u
utf-16:KOI8-U
UTF-16:koi8-u
UTF-16:KOI8-U
UTF-16:PTCP154
UTF-16:CP1250
UTF-16:CP1251
UTF-16:CP1252
UTF-16:CP1253
UTF-16:CP1254
UTF-16:CP1255
UTF-16:CP1256
UTF-16:CP1257
UTF-16:CP1258
UTF-16:CP437
UTF-16:CP737
UTF-16:CP775
UTF-16:CP850
UTF-16:CP852
UTF-16:CP855
UTF-16:CP857
UTF-16:CP860
UTF-16:CP861
UTF-16:CP862
UTF-16:CP863
UTF-16:CP864
UTF-16:CP865
UTF-16:CP866
UTF-16:CP869
UTF-16:CP874
utf-16:ucs-4
utf-16:UCS-4
UTF-16:ucs-4
UTF-16:UCS-4
utf-16:ucs-4be
utf-16:UCS-4BE
UTF-16:ucs-4be
UTF-16:UCS-4BE
utf-16:ucs-4le
utf-16:UCS-4LE
UTF-16:ucs-4le
UTF-16:UCS-4LE
utf-16:utf-32
utf-16:UTF-32
UTF-16:utf-32
UTF-16:UTF-32
utf-16:utf-32be
utf-16:UTF-32BE
UTF-16:utf-32be
UTF-16:UTF-32BE
utf-16:utf-32le
utf-16:UTF-32LE
UTF-16:utf-32le
UTF-16:UTF-32LE
utf-16:utf-8
utf-16:UTF-8
UTF-16:utf-8
UTF-16:UTF-8
UTF-16BE:646
utf-16be:us-ascii
utf-16be:US-ASCII
UTF-16BE:us-ascii
UTF-16BE:US-ASCII
UTF-16BE:8859-1
UTF-16BE:8859-2
UTF-16BE:8859-3
UTF-16BE:8859-4
UTF-16BE:8859-5
UTF-16BE:8859-6
UTF-16BE:8859-7
UTF-16BE:8859-8
UTF-16BE:8859-9
UTF-16BE:8859-10
UTF-16BE:8859-13
UTF-16BE:8859-14
UTF-16BE:8859-15
UTF-16BE:8859-16
utf-16be:iso-8859-1
utf-16be:iso8859-1
utf-16be:ISO-8859-1
utf-16be:ISO8859-1
UTF-16BE:iso-8859-1
UTF-16BE:iso8859-1
UTF-16BE:ISO-8859-1
UTF-16BE:ISO8859-1
utf-16be:iso-8859-2
utf-16be:iso8859-2
utf-16be:ISO-8859-2
utf-16be:ISO8859-2
UTF-16BE:iso-8859-2
UTF-16BE:iso8859-2
UTF-16BE:ISO-8859-2
UTF-16BE:ISO8859-2
utf-16be:iso-8859-3
utf-16be:iso8859-3
utf-16be:ISO-8859-3
utf-16be:ISO8859-3
UTF-16BE:iso-8859-3
UTF-16BE:iso8859-3
UTF-16BE:ISO-8859-3
UTF-16BE:ISO8859-3
utf-16be:iso-8859-4
utf-16be:iso8859-4
utf-16be:ISO-8859-4
utf-16be:ISO8859-4
UTF-16BE:iso-8859-4
UTF-16BE:iso8859-4
UTF-16BE:ISO-8859-4
UTF-16BE:ISO8859-4
utf-16be:iso-8859-5
utf-16be:iso8859-5
utf-16be:ISO-8859-5
utf-16be:ISO8859-5
UTF-16BE:iso-8859-5
UTF-16BE:iso8859-5
UTF-16BE:ISO-8859-5
UTF-16BE:ISO8859-5
utf-16be:iso-8859-6
utf-16be:iso8859-6
utf-16be:ISO-8859-6
utf-16be:ISO8859-6
UTF-16BE:iso-8859-6
UTF-16BE:iso8859-6
UTF-16BE:ISO-8859-6
UTF-16BE:ISO8859-6
utf-16be:iso-8859-7
utf-16be:iso8859-7
utf-16be:ISO-8859-7
utf-16be:ISO8859-7
UTF-16BE:iso-8859-7
UTF-16BE:iso8859-7
UTF-16BE:ISO-8859-7
UTF-16BE:ISO8859-7
utf-16be:iso-8859-8
utf-16be:iso8859-8
utf-16be:ISO-8859-8
utf-16be:ISO8859-8
UTF-16BE:iso-8859-8
UTF-16BE:iso8859-8
UTF-16BE:ISO-8859-8
UTF-16BE:ISO8859-8
utf-16be:iso-8859-9
utf-16be:iso8859-9
utf-16be:ISO-8859-9
utf-16be:ISO8859-9
UTF-16BE:iso-8859-9
UTF-16BE:iso8859-9
UTF-16BE:ISO-8859-9
UTF-16BE:ISO8859-9
utf-16be:iso-8859-10
utf-16be:iso8859-10
utf-16be:ISO-8859-10
utf-16be:ISO8859-10
UTF-16BE:iso-8859-10
UTF-16BE:iso8859-10
UTF-16BE:ISO-8859-10
UTF-16BE:ISO8859-10
utf-16be:iso-8859-13
utf-16be:iso8859-13
utf-16be:ISO-8859-13
utf-16be:ISO8859-13
UTF-16BE:iso-8859-13
UTF-16BE:iso8859-13
UTF-16BE:ISO-8859-13
UTF-16BE:ISO8859-13
utf-16be:iso-8859-14
utf-16be:iso8859-14
utf-16be:ISO-8859-14
utf-16be:ISO8859-14
UTF-16BE:iso-8859-14
UTF-16BE:iso8859-14
UTF-16BE:ISO-8859-14
UTF-16BE:ISO8859-14
utf-16be:iso-8859-15
utf-16be:iso8859-15
utf-16be:ISO-8859-15
utf-16be:ISO8859-15
UTF-16BE:iso-8859-15
UTF-16BE:iso8859-15
UTF-16BE:ISO-8859-15
UTF-16BE:ISO8859-15
utf-16be:iso-8859-16
utf-16be:iso8859-16
utf-16be:ISO-8859-16
utf-16be:ISO8859-16
UTF-16BE:iso-8859-16
UTF-16BE:iso8859-16
UTF-16BE:ISO-8859-16
UTF-16BE:ISO8859-16
utf-16be:koi8-r
utf-16be:KOI8-R
UTF-16BE:koi8-r
UTF-16BE:KOI8-R
utf-16be:koi8-u
utf-16be:KOI8-U
UTF-16BE:koi8-u
UTF-16BE:KOI8-U
UTF-16BE:PTCP154
UTF-16BE:CP1250
UTF-16BE:CP1251
UTF-16BE:CP1252
UTF-16BE:CP1253
UTF-16BE:CP1254
UTF-16BE:CP1255
UTF-16BE:CP1256
UTF-16BE:CP1257
UTF-16BE:CP1258
UTF-16BE:CP437
UTF-16BE:CP737
UTF-16BE:CP775
UTF-16BE:CP850
UTF-16BE:CP852
UTF-16BE:CP855
UTF-16BE:CP857
UTF-16BE:CP860
UTF-16BE:CP861
UTF-16BE:CP862
UTF-16BE:CP863
UTF-16BE:CP864
UTF-16BE:CP865
UTF-16BE:CP866
UTF-16BE:CP869
UTF-16BE:CP874
utf-16be:ucs-4
utf-16be:UCS-4
UTF-16BE:ucs-4
UTF-16BE:UCS-4
utf-16be:ucs-4be
utf-16be:UCS-4BE
UTF-16BE:ucs-4be
UTF-16BE:UCS-4BE
utf-16be:ucs-4le
utf-16be:UCS-4LE
UTF-16BE:ucs-4le
UTF-16BE:UCS-4LE
utf-16be:utf-32
utf-16be:UTF-32
UTF-16BE:utf-32
UTF-16BE:UTF-32
utf-16be:utf-32be
utf-16be:UTF-32BE
UTF-16BE:utf-32be
UTF-16BE:UTF-32BE
utf-16be:utf-32le
utf-16be:UTF-32LE
UTF-16BE:utf-32le
UTF-16BE:UTF-32LE
utf-16be:utf-8
utf-16be:UTF-8
UTF-16BE:utf-8
UTF-16BE:UTF-8
UTF-16LE:646
utf-16le:us-ascii
utf-16le:US-ASCII
UTF-16LE:us-ascii
UTF-16LE:US-ASCII
UTF-16LE:8859-1
UTF-16LE:8859-2
UTF-16LE:8859-3
UTF-16LE:8859-4
UTF-16LE:8859-5
UTF-16LE:8859-6
UTF-16LE:8859-7
UTF-16LE:8859-8
UTF-16LE:8859-9
UTF-16LE:8859-10
UTF-16LE:8859-13
UTF-16LE:8859-14
UTF-16LE:8859-15
UTF-16LE:8859-16
utf-16le:iso-8859-1
utf-16le:iso8859-1
utf-16le:ISO-8859-1
utf-16le:ISO8859-1
UTF-16LE:iso-8859-1
UTF-16LE:iso8859-1
UTF-16LE:ISO-8859-1
UTF-16LE:ISO8859-1
utf-16le:iso-8859-2
utf-16le:iso8859-2
utf-16le:ISO-8859-2
utf-16le:ISO8859-2
UTF-16LE:iso-8859-2
UTF-16LE:iso8859-2
UTF-16LE:ISO-8859-2
UTF-16LE:ISO8859-2
utf-16le:iso-8859-3
utf-16le:iso8859-3
utf-16le:ISO-8859-3
utf-16le:ISO8859-3
UTF-16LE:iso-8859-3
UTF-16LE:iso8859-3
UTF-16LE:ISO-8859-3
UTF-16LE:ISO8859-3
utf-16le:iso-8859-4
utf-16le:iso8859-4
utf-16le:ISO-8859-4
utf-16le:ISO8859-4
UTF-16LE:iso-8859-4
UTF-16LE:iso8859-4
UTF-16LE:ISO-8859-4
UTF-16LE:ISO8859-4
utf-16le:iso-8859-5
utf-16le:iso8859-5
utf-16le:ISO-8859-5
utf-16le:ISO8859-5
UTF-16LE:iso-8859-5
UTF-16LE:iso8859-5
UTF-16LE:ISO-8859-5
UTF-16LE:ISO8859-5
utf-16le:iso-8859-6
utf-16le:iso8859-6
utf-16le:ISO-8859-6
utf-16le:ISO8859-6
UTF-16LE:iso-8859-6
UTF-16LE:iso8859-6
UTF-16LE:ISO-8859-6
UTF-16LE:ISO8859-6
utf-16le:iso-8859-7
utf-16le:iso8859-7
utf-16le:ISO-8859-7
utf-16le:ISO8859-7
UTF-16LE:iso-8859-7
UTF-16LE:iso8859-7
UTF-16LE:ISO-8859-7
UTF-16LE:ISO8859-7
utf-16le:iso-8859-8
utf-16le:iso8859-8
utf-16le:ISO-8859-8
utf-16le:ISO8859-8
UTF-16LE:iso-8859-8
UTF-16LE:iso8859-8
UTF-16LE:ISO-8859-8
UTF-16LE:ISO8859-8
utf-16le:iso-8859-9
utf-16le:iso8859-9
utf-16le:ISO-8859-9
utf-16le:ISO8859-9
UTF-16LE:iso-8859-9
UTF-16LE:iso8859-9
UTF-16LE:ISO-8859-9
UTF-16LE:ISO8859-9
utf-16le:iso-8859-10
utf-16le:iso8859-10
utf-16le:ISO-8859-10
utf-16le:ISO8859-10
UTF-16LE:iso-8859-10
UTF-16LE:iso8859-10
UTF-16LE:ISO-8859-10
UTF-16LE:ISO8859-10
utf-16le:iso-8859-13
utf-16le:iso8859-13
utf-16le:ISO-8859-13
utf-16le:ISO8859-13
UTF-16LE:iso-8859-13
UTF-16LE:iso8859-13
UTF-16LE:ISO-8859-13
UTF-16LE:ISO8859-13
utf-16le:iso-8859-14
utf-16le:iso8859-14
utf-16le:ISO-8859-14
utf-16le:ISO8859-14
UTF-16LE:iso-8859-14
UTF-16LE:iso8859-14
UTF-16LE:ISO-8859-14
UTF-16LE:ISO8859-14
utf-16le:iso-8859-15
utf-16le:iso8859-15
utf-16le:ISO-8859-15
utf-16le:ISO8859-15
UTF-16LE:iso-8859-15
UTF-16LE:iso8859-15
UTF-16LE:ISO-8859-15
UTF-16LE:ISO8859-15
utf-16le:iso-8859-16
utf-16le:iso8859-16
utf-16le:ISO-8859-16
utf-16le:ISO8859-16
UTF-16LE:iso-8859-16
UTF-16LE:iso8859-16
UTF-16LE:ISO-8859-16
UTF-16LE:ISO8859-16
utf-16le:koi8-r
utf-16le:KOI8-R
UTF-16LE:koi8-r
UTF-16LE:KOI8-R
utf-16le:koi8-u
utf-16le:KOI8-U
UTF-16LE:koi8-u
UTF-16LE:KOI8-U
UTF-16LE:PTCP154
UTF-16LE:CP1250
UTF-16LE:CP1251
UTF-16LE:CP1252
UTF-16LE:CP1253
UTF-16LE:CP1254
UTF-16LE:CP1255
UTF-16LE:CP1256
UTF-16LE:CP1257
UTF-16LE:CP1258
UTF-16LE:CP437
UTF-16LE:CP737
UTF-16LE:CP775
UTF-16LE:CP850
UTF-16LE:CP852
UTF-16LE:CP855
UTF-16LE:CP857
UTF-16LE:CP860
UTF-16LE:CP861
UTF-16LE:CP862
UTF-16LE:CP863
UTF-16LE:CP864
UTF-16LE:CP865
UTF-16LE:CP866
UTF-16LE:CP869
UTF-16LE:CP874
utf-16le:ucs-4
utf-16le:UCS-4
UTF-16LE:ucs-4
UTF-16LE:UCS-4
utf-16le:ucs-4be
utf-16le:UCS-4BE
UTF-16LE:ucs-4be
UTF-16LE:UCS-4BE
utf-16le:ucs-4le
utf-16le:UCS-4LE
UTF-16LE:ucs-4le
UTF-16LE:UCS-4LE
utf-16le:utf-32
utf-16le:UTF-32
UTF-16LE:utf-32
UTF-16LE:UTF-32
utf-16le:utf-32be
utf-16le:UTF-32BE
UTF-16LE:utf-32be
UTF-16LE:UTF-32BE
utf-16le:utf-32le
utf-16le:UTF-32LE
UTF-16LE:utf-32le
UTF-16LE:UTF-32LE
utf-16le:utf-8
utf-16le:UTF-8
UTF-16LE:utf-8
UTF-16LE:UTF-8
UTF-32:646
utf-32:us-ascii
utf-32:US-ASCII
UTF-32:us-ascii
UTF-32:US-ASCII
UTF-32:8859-1
UTF-32:8859-2
UTF-32:8859-3
UTF-32:8859-4
UTF-32:8859-5
UTF-32:8859-6
UTF-32:8859-7
UTF-32:8859-8
UTF-32:8859-9
UTF-32:8859-10
UTF-32:8859-13
UTF-32:8859-14
UTF-32:8859-15
UTF-32:8859-16
utf-32:iso-8859-1
utf-32:iso8859-1
utf-32:ISO-8859-1
utf-32:ISO8859-1
UTF-32:iso-8859-1
UTF-32:iso8859-1
UTF-32:ISO-8859-1
UTF-32:ISO8859-1
utf-32:iso-8859-2
utf-32:iso8859-2
utf-32:ISO-8859-2
utf-32:ISO8859-2
UTF-32:iso-8859-2
UTF-32:iso8859-2
UTF-32:ISO-8859-2
UTF-32:ISO8859-2
utf-32:iso-8859-3
utf-32:iso8859-3
utf-32:ISO-8859-3
utf-32:ISO8859-3
UTF-32:iso-8859-3
UTF-32:iso8859-3
UTF-32:ISO-8859-3
UTF-32:ISO8859-3
utf-32:iso-8859-4
utf-32:iso8859-4
utf-32:ISO-8859-4
utf-32:ISO8859-4
UTF-32:iso-8859-4
UTF-32:iso8859-4
UTF-32:ISO-8859-4
UTF-32:ISO8859-4
utf-32:iso-8859-5
utf-32:iso8859-5
utf-32:ISO-8859-5
utf-32:ISO8859-5
UTF-32:iso-8859-5
UTF-32:iso8859-5
UTF-32:ISO-8859-5
UTF-32:ISO8859-5
utf-32:iso-8859-6
utf-32:iso8859-6
utf-32:ISO-8859-6
utf-32:ISO8859-6
UTF-32:iso-8859-6
UTF-32:iso8859-6
UTF-32:ISO-8859-6
UTF-32:ISO8859-6
utf-32:iso-8859-7
utf-32:iso8859-7
utf-32:ISO-8859-7
utf-32:ISO8859-7
UTF-32:iso-8859-7
UTF-32:iso8859-7
UTF-32:ISO-8859-7
UTF-32:ISO8859-7
utf-32:iso-8859-8
utf-32:iso8859-8
utf-32:ISO-8859-8
utf-32:ISO8859-8
UTF-32:iso-8859-8
UTF-32:iso8859-8
UTF-32:ISO-8859-8
UTF-32:ISO8859-8
utf-32:iso-8859-9
utf-32:iso8859-9
utf-32:ISO-8859-9
utf-32:ISO8859-9
UTF-32:iso-8859-9
UTF-32:iso8859-9
UTF-32:ISO-8859-9
UTF-32:ISO8859-9
utf-32:iso-8859-10
utf-32:iso8859-10
utf-32:ISO-8859-10
utf-32:ISO8859-10
UTF-32:iso-8859-10
UTF-32:iso8859-10
UTF-32:ISO-8859-10
UTF-32:ISO8859-10
utf-32:iso-8859-13
utf-32:iso8859-13
utf-32:ISO-8859-13
utf-32:ISO8859-13
UTF-32:iso-8859-13
UTF-32:iso8859-13
UTF-32:ISO-8859-13
UTF-32:ISO8859-13
utf-32:iso-8859-14
utf-32:iso8859-14
utf-32:ISO-8859-14
utf-32:ISO8859-14
UTF-32:iso-8859-14
UTF-32:iso8859-14
UTF-32:ISO-8859-14
UTF-32:ISO8859-14
utf-32:iso-8859-15
utf-32:iso8859-15
utf-32:ISO-8859-15
utf-32:ISO8859-15
UTF-32:iso-8859-15
UTF-32:iso8859-15
UTF-32:ISO-8859-15
UTF-32:ISO8859-15
utf-32:iso-8859-16
utf-32:iso8859-16
utf-32:ISO-8859-16
utf-32:ISO8859-16
UTF-32:iso-8859-16
UTF-32:iso8859-16
UTF-32:ISO-8859-16
UTF-32:ISO8859-16
utf-32:koi8-r
utf-32:KOI8-R
UTF-32:koi8-r
UTF-32:KOI8-R
utf-32:koi8-u
utf-32:KOI8-U
UTF-32:koi8-u
UTF-32:KOI8-U
UTF-32:PTCP154
UTF-32:CP1250
UTF-32:CP1251
UTF-32:CP1252
UTF-32:CP1253
UTF-32:CP1254
UTF-32:CP1255
UTF-32:CP1256
UTF-32:CP1257
UTF-32:CP1258
UTF-32:CP437
UTF-32:CP737
UTF-32:CP775
UTF-32:CP850
UTF-32:CP852
UTF-32:CP855
UTF-32:CP857
UTF-32:CP860
UTF-32:CP861
UTF-32:CP862
UTF-32:CP863
UTF-32:CP864
UTF-32:CP865
UTF-32:CP866
UTF-32:CP869
UTF-32:CP874
utf-32:ucs-2
utf-32:UCS-2
UTF-32:ucs-2
UTF-32:UCS-2
utf-32:ucs-2be
utf-32:UCS-2BE
UTF-32:ucs-2be
UTF-32:UCS-2BE
utf-32:ucs-2le
utf-32:UCS-2LE
UTF-32:ucs-2le
UTF-32:UCS-2LE
utf-32:ucs-4
utf-32:UCS-4
UTF-32:ucs-4
UTF-32:UCS-4
utf-32:ucs-4be
utf-32:UCS-4BE
UTF-32:ucs-4be
UTF-32:UCS-4BE
utf-32:ucs-4le
utf-32:UCS-4LE
UTF-32:ucs-4le
UTF-32:UCS-4LE
utf-32:utf-16
utf-32:UTF-16
UTF-32:utf-16
UTF-32:UTF-16
utf-32:utf-16be
utf-32:UTF-16BE
UTF-32:utf-16be
UTF-32:UTF-16BE
utf-32:utf-16le
utf-32:UTF-16LE
UTF-32:utf-16le
UTF-32:UTF-16LE
utf-32:utf-8
utf-32:UTF-8
UTF-32:utf-8
UTF-32:UTF-8
UTF-32BE:646
utf-32be:us-ascii
utf-32be:US-ASCII
UTF-32BE:us-ascii
UTF-32BE:US-ASCII
UTF-32BE:8859-1
UTF-32BE:8859-2
UTF-32BE:8859-3
UTF-32BE:8859-4
UTF-32BE:8859-5
UTF-32BE:8859-6
UTF-32BE:8859-7
UTF-32BE:8859-8
UTF-32BE:8859-9
UTF-32BE:8859-10
UTF-32BE:8859-13
UTF-32BE:8859-14
UTF-32BE:8859-15
UTF-32BE:8859-16
utf-32be:iso-8859-1
utf-32be:iso8859-1
utf-32be:ISO-8859-1
utf-32be:ISO8859-1
UTF-32BE:iso-8859-1
UTF-32BE:iso8859-1
UTF-32BE:ISO-8859-1
UTF-32BE:ISO8859-1
utf-32be:iso-8859-2
utf-32be:iso8859-2
utf-32be:ISO-8859-2
utf-32be:ISO8859-2
UTF-32BE:iso-8859-2
UTF-32BE:iso8859-2
UTF-32BE:ISO-8859-2
UTF-32BE:ISO8859-2
utf-32be:iso-8859-3
utf-32be:iso8859-3
utf-32be:ISO-8859-3
utf-32be:ISO8859-3
UTF-32BE:iso-8859-3
UTF-32BE:iso8859-3
UTF-32BE:ISO-8859-3
UTF-32BE:ISO8859-3
utf-32be:iso-8859-4
utf-32be:iso8859-4
utf-32be:ISO-8859-4
utf-32be:ISO8859-4
UTF-32BE:iso-8859-4
UTF-32BE:iso8859-4
UTF-32BE:ISO-8859-4
UTF-32BE:ISO8859-4
utf-32be:iso-8859-5
utf-32be:iso8859-5
utf-32be:ISO-8859-5
utf-32be:ISO8859-5
UTF-32BE:iso-8859-5
UTF-32BE:iso8859-5
UTF-32BE:ISO-8859-5
UTF-32BE:ISO8859-5
utf-32be:iso-8859-6
utf-32be:iso8859-6
utf-32be:ISO-8859-6
utf-32be:ISO8859-6
UTF-32BE:iso-8859-6
UTF-32BE:iso8859-6
UTF-32BE:ISO-8859-6
UTF-32BE:ISO8859-6
utf-32be:iso-8859-7
utf-32be:iso8859-7
utf-32be:ISO-8859-7
utf-32be:ISO8859-7
UTF-32BE:iso-8859-7
UTF-32BE:iso8859-7
UTF-32BE:ISO-8859-7
UTF-32BE:ISO8859-7
utf-32be:iso-8859-8
utf-32be:iso8859-8
utf-32be:ISO-8859-8
utf-32be:ISO8859-8
UTF-32BE:iso-8859-8
UTF-32BE:iso8859-8
UTF-32BE:ISO-8859-8
UTF-32BE:ISO8859-8
utf-32be:iso-8859-9
utf-32be:iso8859-9
utf-32be:ISO-8859-9
utf-32be:ISO8859-9
UTF-32BE:iso-8859-9
UTF-32BE:iso8859-9
UTF-32BE:ISO-8859-9
UTF-32BE:ISO8859-9
utf-32be:iso-8859-10
utf-32be:iso8859-10
utf-32be:ISO-8859-10
utf-32be:ISO8859-10
UTF-32BE:iso-8859-10
UTF-32BE:iso8859-10
UTF-32BE:ISO-8859-10
UTF-32BE:ISO8859-10
utf-32be:iso-8859-13
utf-32be:iso8859-13
utf-32be:ISO-8859-13
utf-32be:ISO8859-13
UTF-32BE:iso-8859-13
UTF-32BE:iso8859-13
UTF-32BE:ISO-8859-13
UTF-32BE:ISO8859-13
utf-32be:iso-8859-14
utf-32be:iso8859-14
utf-32be:ISO-8859-14
utf-32be:ISO8859-14
UTF-32BE:iso-8859-14
UTF-32BE:iso8859-14
UTF-32BE:ISO-8859-14
UTF-32BE:ISO8859-14
utf-32be:iso-8859-15
utf-32be:iso8859-15
utf-32be:ISO-8859-15
utf-32be:ISO8859-15
UTF-32BE:iso-8859-15
UTF-32BE:iso8859-15
UTF-32BE:ISO-8859-15
UTF-32BE:ISO8859-15
utf-32be:iso-8859-16
utf-32be:iso8859-16
utf-32be:ISO-8859-16
utf-32be:ISO8859-16
UTF-32BE:iso-8859-16
UTF-32BE:iso8859-16
UTF-32BE:ISO-8859-16
UTF-32BE:ISO8859-16
utf-32be:koi8-r
utf-32be:KOI8-R
UTF-32BE:koi8-r
UTF-32BE:KOI8-R
utf-32be:koi8-u
utf-32be:KOI8-U
UTF-32BE:koi8-u
UTF-32BE:KOI8-U
UTF-32BE:PTCP154
UTF-32BE:CP1250
UTF-32BE:CP1251
UTF-32BE:CP1252
UTF-32BE:CP1253
UTF-32BE:CP1254
UTF-32BE:CP1255
UTF-32BE:CP1256
UTF-32BE:CP1257
UTF-32BE:CP1258
UTF-32BE:CP437
UTF-32BE:CP737
UTF-32BE:CP775
UTF-32BE:CP850
UTF-32BE:CP852
UTF-32BE:CP855
UTF-32BE:CP857
UTF-32BE:CP860
UTF-32BE:CP861
UTF-32BE:CP862
UTF-32BE:CP863
UTF-32BE:CP864
UTF-32BE:CP865
UTF-32BE:CP866
UTF-32BE:CP869
UTF-32BE:CP874
utf-32be:ucs-2
utf-32be:UCS-2
UTF-32BE:ucs-2
UTF-32BE:UCS-2
utf-32be:ucs-2be
utf-32be:UCS-2BE
UTF-32BE:ucs-2be
UTF-32BE:UCS-2BE
utf-32be:ucs-2le
utf-32be:UCS-2LE
UTF-32BE:ucs-2le
UTF-32BE:UCS-2LE
utf-32be:ucs-4
utf-32be:UCS-4
UTF-32BE:ucs-4
UTF-32BE:UCS-4
utf-32be:ucs-4be
utf-32be:UCS-4BE
UTF-32BE:ucs-4be
UTF-32BE:UCS-4BE
utf-32be:ucs-4le
utf-32be:UCS-4LE
UTF-32BE:ucs-4le
UTF-32BE:UCS-4LE
utf-32be:utf-16
utf-32be:UTF-16
UTF-32BE:utf-16
UTF-32BE:UTF-16
utf-32be:utf-16be
utf-32be:UTF-16BE
UTF-32BE:utf-16be
UTF-32BE:UTF-16BE
utf-32be:utf-16le
utf-32be:UTF-16LE
UTF-32BE:utf-16le
UTF-32BE:UTF-16LE
utf-32be:utf-8
utf-32be:UTF-8
UTF-32BE:utf-8
UTF-32BE:UTF-8
UTF-32LE:646
utf-32le:us-ascii
utf-32le:US-ASCII
UTF-32LE:us-ascii
UTF-32LE:US-ASCII
UTF-32LE:8859-1
UTF-32LE:8859-2
UTF-32LE:8859-3
UTF-32LE:8859-4
UTF-32LE:8859-5
UTF-32LE:8859-6
UTF-32LE:8859-7
UTF-32LE:8859-8
UTF-32LE:8859-9
UTF-32LE:8859-10
UTF-32LE:8859-13
UTF-32LE:8859-14
UTF-32LE:8859-15
UTF-32LE:8859-16
utf-32le:iso-8859-1
utf-32le:iso8859-1
utf-32le:ISO-8859-1
utf-32le:ISO8859-1
UTF-32LE:iso-8859-1
UTF-32LE:iso8859-1
UTF-32LE:ISO-8859-1
UTF-32LE:ISO8859-1
utf-32le:iso-8859-2
utf-32le:iso8859-2
utf-32le:ISO-8859-2
utf-32le:ISO8859-2
UTF-32LE:iso-8859-2
UTF-32LE:iso8859-2
UTF-32LE:ISO-8859-2
UTF-32LE:ISO8859-2
utf-32le:iso-8859-3
utf-32le:iso8859-3
utf-32le:ISO-8859-3
utf-32le:ISO8859-3
UTF-32LE:iso-8859-3
UTF-32LE:iso8859-3
UTF-32LE:ISO-8859-3
UTF-32LE:ISO8859-3
utf-32le:iso-8859-4
utf-32le:iso8859-4
utf-32le:ISO-8859-4
utf-32le:ISO8859-4
UTF-32LE:iso-8859-4
UTF-32LE:iso8859-4
UTF-32LE:ISO-8859-4
UTF-32LE:ISO8859-4
utf-32le:iso-8859-5
utf-32le:iso8859-5
utf-32le:ISO-8859-5
utf-32le:ISO8859-5
UTF-32LE:iso-8859-5
UTF-32LE:iso8859-5
UTF-32LE:ISO-8859-5
UTF-32LE:ISO8859-5
utf-32le:iso-8859-6
utf-32le:iso8859-6
utf-32le:ISO-8859-6
utf-32le:ISO8859-6
UTF-32LE:iso-8859-6
UTF-32LE:iso8859-6
UTF-32LE:ISO-8859-6
UTF-32LE:ISO8859-6
utf-32le:iso-8859-7
utf-32le:iso8859-7
utf-32le:ISO-8859-7
utf-32le:ISO8859-7
UTF-32LE:iso-8859-7
UTF-32LE:iso8859-7
UTF-32LE:ISO-8859-7
UTF-32LE:ISO8859-7
utf-32le:iso-8859-8
utf-32le:iso8859-8
utf-32le:ISO-8859-8
utf-32le:ISO8859-8
UTF-32LE:iso-8859-8
UTF-32LE:iso8859-8
UTF-32LE:ISO-8859-8
UTF-32LE:ISO8859-8
utf-32le:iso-8859-9
utf-32le:iso8859-9
utf-32le:ISO-8859-9
utf-32le:ISO8859-9
UTF-32LE:iso-8859-9
UTF-32LE:iso8859-9
UTF-32LE:ISO-8859-9
UTF-32LE:ISO8859-9
utf-32le:iso-8859-10
utf-32le:iso8859-10
utf-32le:ISO-8859-10
utf-32le:ISO8859-10
UTF-32LE:iso-8859-10
UTF-32LE:iso8859-10
UTF-32LE:ISO-8859-10
UTF-32LE:ISO8859-10
utf-32le:iso-8859-13
utf-32le:iso8859-13
utf-32le:ISO-8859-13
utf-32le:ISO8859-13
UTF-32LE:iso-8859-13
UTF-32LE:iso8859-13
UTF-32LE:ISO-8859-13
UTF-32LE:ISO8859-13
utf-32le:iso-8859-14
utf-32le:iso8859-14
utf-32le:ISO-8859-14
utf-32le:ISO8859-14
UTF-32LE:iso-8859-14
UTF-32LE:iso8859-14
UTF-32LE:ISO-8859-14
UTF-32LE:ISO8859-14
utf-32le:iso-8859-15
utf-32le:iso8859-15
utf-32le:ISO-8859-15
utf-32le:ISO8859-15
UTF-32LE:iso-8859-15
UTF-32LE:iso8859-15
UTF-32LE:ISO-8859-15
UTF-32LE:ISO8859-15
utf-32le:iso-8859-16
utf-32le:iso8859-16
utf-32le:ISO-8859-16
utf-32le:ISO8859-16
UTF-32LE:iso-8859-16
UTF-32LE:iso8859-16
UTF-32LE:ISO-8859-16
UTF-32LE:ISO8859-16
utf-32le:koi8-r
utf-32le:KOI8-R
UTF-32LE:koi8-r
UTF-32LE:KOI8-R
utf-32le:koi8-u
utf-32le:KOI8-U
UTF-32LE:koi8-u
UTF-32LE:KOI8-U
UTF-32LE:PTCP154
UTF-32LE:CP1250
UTF-32LE:CP1251
UTF-32LE:CP1252
UTF-32LE:CP1253
UTF-32LE:CP1254
UTF-32LE:CP1255
UTF-32LE:CP1256
UTF-32LE:CP1257
UTF-32LE:CP1258
UTF-32LE:CP437
UTF-32LE:CP737
UTF-32LE:CP775
UTF-32LE:CP850
UTF-32LE:CP852
UTF-32LE:CP855
UTF-32LE:CP857
UTF-32LE:CP860
UTF-32LE:CP861
UTF-32LE:CP862
UTF-32LE:CP863
UTF-32LE:CP864
UTF-32LE:CP865
UTF-32LE:CP866
UTF-32LE:CP869
UTF-32LE:CP874
utf-32le:ucs-2
utf-32le:UCS-2
UTF-32LE:ucs-2
UTF-32LE:UCS-2
utf-32le:ucs-2be
utf-32le:UCS-2BE
UTF-32LE:ucs-2be
UTF-32LE:UCS-2BE
utf-32le:ucs-2le
utf-32le:UCS-2LE
UTF-32LE:ucs-2le
UTF-32LE:UCS-2LE
utf-32le:ucs-4
utf-32le:UCS-4
UTF-32LE:ucs-4
UTF-32LE:UCS-4
utf-32le:ucs-4be
utf-32le:UCS-4BE
UTF-32LE:ucs-4be
UTF-32LE:UCS-4BE
utf-32le:ucs-4le
utf-32le:UCS-4LE
UTF-32LE:ucs-4le
UTF-32LE:UCS-4LE
utf-32le:utf-16
utf-32le:UTF-16
UTF-32LE:utf-16
UTF-32LE:UTF-16
utf-32le:utf-16be
utf-32le:UTF-16BE
UTF-32LE:utf-16be
UTF-32LE:UTF-16BE
utf-32le:utf-16le
utf-32le:UTF-16LE
UTF-32LE:utf-16le
UTF-32LE:UTF-16LE
utf-32le:utf-8
utf-32le:UTF-8
UTF-32LE:utf-8
UTF-32LE:UTF-8
utf-7:ucs-2
utf-7:UCS-2
UTF-7:ucs-2
UTF-7:UCS-2
utf-7:ucs-4
utf-7:UCS-4
UTF-7:ucs-4
UTF-7:UCS-4
utf-7:utf-8
utf-7:UTF-8
UTF-7:utf-8
UTF-7:UTF-8
UTF-8:646
utf-8:us-ascii
utf-8:US-ASCII
UTF-8:us-ascii
UTF-8:US-ASCII
UTF-8:8859-1
UTF-8:8859-2
UTF-8:8859-3
UTF-8:8859-4
UTF-8:8859-5
UTF-8:8859-6
UTF-8:8859-7
UTF-8:8859-8
UTF-8:8859-9
UTF-8:8859-10
UTF-8:8859-13
UTF-8:8859-14
UTF-8:8859-15
UTF-8:8859-16
utf-8:iso-8859-1
utf-8:iso8859-1
utf-8:ISO-8859-1
utf-8:ISO8859-1
UTF-8:iso-8859-1
UTF-8:iso8859-1
UTF-8:ISO-8859-1
UTF-8:ISO8859-1
utf-8:iso-8859-2
utf-8:iso8859-2
utf-8:ISO-8859-2
utf-8:ISO8859-2
UTF-8:iso-8859-2
UTF-8:iso8859-2
UTF-8:ISO-8859-2
UTF-8:ISO8859-2
utf-8:iso-8859-3
utf-8:iso8859-3
utf-8:ISO-8859-3
utf-8:ISO8859-3
UTF-8:iso-8859-3
UTF-8:iso8859-3
UTF-8:ISO-8859-3
UTF-8:ISO8859-3
utf-8:iso-8859-4
utf-8:iso8859-4
utf-8:ISO-8859-4
utf-8:ISO8859-4
UTF-8:iso-8859-4
UTF-8:iso8859-4
UTF-8:ISO-8859-4
UTF-8:ISO8859-4
utf-8:iso-8859-5
utf-8:iso8859-5
utf-8:ISO-8859-5
utf-8:ISO8859-5
UTF-8:iso-8859-5
UTF-8:iso8859-5
UTF-8:ISO-8859-5
UTF-8:ISO8859-5
utf-8:iso-8859-6
utf-8:iso8859-6
utf-8:ISO-8859-6
utf-8:ISO8859-6
UTF-8:iso-8859-6
UTF-8:iso8859-6
UTF-8:ISO-8859-6
UTF-8:ISO8859-6
utf-8:iso-8859-7
utf-8:iso8859-7
utf-8:ISO-8859-7
utf-8:ISO8859-7
UTF-8:iso-8859-7
UTF-8:iso8859-7
UTF-8:ISO-8859-7
UTF-8:ISO8859-7
utf-8:iso-8859-8
utf-8:iso8859-8
utf-8:ISO-8859-8
utf-8:ISO8859-8
UTF-8:iso-8859-8
UTF-8:iso8859-8
UTF-8:ISO-8859-8
UTF-8:ISO8859-8
utf-8:iso-8859-9
utf-8:iso8859-9
utf-8:ISO-8859-9
utf-8:ISO8859-9
UTF-8:iso-8859-9
UTF-8:iso8859-9
UTF-8:ISO-8859-9
UTF-8:ISO8859-9
utf-8:iso-8859-10
utf-8:iso8859-10
utf-8:ISO-8859-10
utf-8:ISO8859-10
UTF-8:iso-8859-10
UTF-8:iso8859-10
UTF-8:ISO-8859-10
UTF-8:ISO8859-10
utf-8:iso-8859-13
utf-8:iso8859-13
utf-8:ISO-8859-13
utf-8:ISO8859-13
UTF-8:iso-8859-13
UTF-8:iso8859-13
UTF-8:ISO-8859-13
UTF-8:ISO8859-13
utf-8:iso-8859-14
utf-8:iso8859-14
utf-8:ISO-8859-14
utf-8:ISO8859-14
UTF-8:iso-8859-14
UTF-8:iso8859-14
UTF-8:ISO-8859-14
UTF-8:ISO8859-14
utf-8:iso-8859-15
utf-8:iso8859-15
utf-8:ISO-8859-15
utf-8:ISO8859-15
UTF-8:iso-8859-15
UTF-8:iso8859-15
UTF-8:ISO-8859-15
UTF-8:ISO8859-15
utf-8:iso-8859-16
utf-8:iso8859-16
utf-8:ISO-8859-16
utf-8:ISO8859-16
UTF-8:iso-8859-16
UTF-8:iso8859-16
UTF-8:ISO-8859-16
UTF-8:ISO8859-16
utf-8:koi8-r
utf-8:KOI8-R
UTF-8:koi8-r
UTF-8:KOI8-R
utf-8:koi8-u
utf-8:KOI8-U
UTF-8:koi8-u
UTF-8:KOI8-U
UTF-8:PTCP154
UTF-8:CP1250
UTF-8:CP1251
UTF-8:CP1252
UTF-8:CP1253
UTF-8:CP1254
UTF-8:CP1255
UTF-8:CP1256
UTF-8:CP1257
UTF-8:CP1258
UTF-8:CP437
UTF-8:CP737
UTF-8:CP775
UTF-8:CP850
UTF-8:CP852
UTF-8:CP855
UTF-8:CP857
UTF-8:CP860
UTF-8:CP861
UTF-8:CP862
UTF-8:CP863
UTF-8:CP864
UTF-8:CP865
UTF-8:CP866
UTF-8:CP869
UTF-8:CP874
UTF-8:IBM-037
UTF-8:IBM-273
UTF-8:IBM-277
UTF-8:IBM-278
UTF-8:IBM-280
UTF-8:IBM-284
UTF-8:IBM-285
UTF-8:IBM-297
UTF-8:IBM-420
UTF-8:IBM-424
UTF-8:IBM-500
UTF-8:IBM-850
UTF-8:IBM-852
UTF-8:IBM-855
UTF-8:IBM-856
UTF-8:IBM-857
UTF-8:IBM-862
UTF-8:IBM-864
UTF-8:IBM-866
UTF-8:IBM-869
UTF-8:IBM-870
UTF-8:IBM-871
UTF-8:IBM-875
UTF-8:IBM-880
UTF-8:IBM-921
UTF-8:IBM-922
UTF-8:IBM-1025
UTF-8:IBM-1026
UTF-8:IBM-1046
UTF-8:IBM-1112
UTF-8:IBM-1122
UTF-8:IBM-1140
UTF-8:IBM-1141
UTF-8:IBM-1142
UTF-8:IBM-1143
UTF-8:IBM-1144
UTF-8:IBM-1145
UTF-8:IBM-1146
UTF-8:IBM-1147
UTF-8:IBM-1148
UTF-8:IBM-1149
utf-8:ucs-2
utf-8:UCS-2
UTF-8:ucs-2
UTF-8:UCS-2
utf-8:ucs-2be
utf-8:UCS-2BE
UTF-8:ucs-2be
UTF-8:UCS-2BE
utf-8:ucs-2le
utf-8:UCS-2LE
UTF-8:ucs-2le
UTF-8:UCS-2LE
utf-8:ucs-4
utf-8:UCS-4
UTF-8:ucs-4
UTF-8:UCS-4
utf-8:ucs-4be
utf-8:UCS-4BE
UTF-8:ucs-4be
UTF-8:UCS-4BE
utf-8:ucs-4le
utf-8:UCS-4LE
UTF-8:ucs-4le
UTF-8:UCS-4LE
utf-8:utf-16
utf-8:UTF-16
UTF-8:utf-16
UTF-8:UTF-16
utf-8:utf-16be
utf-8:UTF-16BE
UTF-8:utf-16be
UTF-8:UTF-16BE
utf-8:utf-16le
utf-8:UTF-16LE
UTF-8:utf-16le
UTF-8:UTF-16LE
utf-8:utf-32
utf-8:UTF-32
UTF-8:utf-32
UTF-8:UTF-32
utf-8:utf-32be
utf-8:UTF-32BE
UTF-8:utf-32be
UTF-8:UTF-32BE
utf-8:utf-32le
utf-8:UTF-32LE
UTF-8:utf-32le
UTF-8:UTF-32LE
utf-8:utf-7
utf-8:UTF-7
UTF-8:utf-7
UTF-8:UTF-7
utf-8:utf-8
utf-8:UTF-8
UTF-8:utf-8
UTF-8:UTF-8
utf-8:utf-ebcdic
utf-8:UTF-EBCDIC
UTF-8:utf-ebcdic
UTF-8:UTF-EBCDIC
utf-ebcdic:utf-8
utf-ebcdic:UTF-8
UTF-EBCDIC:utf-8
UTF-EBCDIC:UTF-8
UTF-8:ACE
utf-8:ace
ACE:UTF-8
ace:utf-8
UTF-8:ACE-ALLOW-UNASSIGNED
utf-8:ace-allow-unassigned
ACE-ALLOW-UNASSIGNED:UTF-8
ace-allow-unassigned:utf-8
.TE
.sp 2
.SH NOTES
If a source character code value cannot be mapped to a valid character in
target codeset, it will be considered as an \fBillegal\fR or
a \fBnon-identical\fR character. In the absence of explicit information
about the source character code value, iconv code conversions use
the following rules in determining whether a character is an illegal or
a non-identical:
.LP
If the source character code value is not within a range defined by the source
codeset standard, it is considered as an illegal character. If the source
character code value is within the range(s) defined by the standard, it will be
considered as a non-identical, even if the source character code value maps
to an undefined or a reserved location within the valid range.
The non-identical character will map to either '?' (0x3f)
if the target codeset is a non-Unicode codeset or to Unicode replacement
character (U+FFFD) if the target codeset is an Unicode codeset, i.e.,
UCS-2, UCS-2BE, UCS-2LE, UTF-16, UTF-16BE, UTF-16LE,
UTF-32, UTF-32BE, UTF-32LE, UCS-4, UCS-4BE, UCS-4LE,
UTF-7, UTF-8 and so on.
.LP
UCS-2BE, UTF-16BE, UTF-32BE, and UCS-4BE are UCS-2, UTF-16, UTF-32, and UCS-4
in Big Endian byte ordering, respectively, and do not contain Byte Order Mark,
also known as BOM and U+FEFF, in the beginning of a file or character
stream.  If the first character of the file or character stream is the BOM
character, the character will be treated as a Zero Width No-Break Space
(ZWNBSP) character.  UCS-2LE, UTF-16LE, UTF-32LE, and UCS-4LE are UCS-2,
UTF-16, UTF-32, and UCS-4 in Little Endian byte ordering, respectively,
and do not contain BOM character in the beginning of a file or character
stream. If the first character of the file or character stream is the BOM
character, the character will be treated as a ZWNBSP character.
UCS-2, UTF-16, UTF-32, and UCS-4 files and character streams usually start
with a BOM character to indicate the byte ordering used in the file or
character stream. In the same sense, therefore, when the target codeset is
UCS-2, UTF-16, UTF-32, or UCS-4, expect a BOM character in the beginning of
the iconv code conversion output buffer.
When the source codeset is UCS-2, UTF-16, UTF-32, and UCS-4 and there is no
BOM presented as the first input character, the byte ordering of the current
system is assumed on the input byte stream given to the iconv code conversion.
.LP
IBM PC and EBCDIC code pages are prefixed with "IBM-" as like IBM-037 in
the codeset name. Microsoft code pages are prefixed with "CP" as like CP850
in the codeset name.
.LP
iso-8859-1, ISO-8859-1, iso8859-1, and ISO8859-1, are aliases of 8859-1.
In the same way, each of 8859-1, 8859-2, 8859-3, 8859-4, 8859-5, 8859-6,
8859-7, 8859-8, 8859-9, 8859-10, 8859-13, 8859-14, 8859-15, and 8859-16 has
similar aliases. ucs-2 is an alias of UCS-2. In the same manner, each of
UCS-2BE, UCS-2LE, UTF-16, UTF-16BE, UTF-16LE, UTF-32, UTF-32BE, UTF-32LE,
UCS-4, UCS-4BE, and UCS-4LE has a lowercase alias.  US-ASCII (and also
us-ascii), koi8-r, koi8-u, and utf-ebcdic are aliases of 646, KOI8-R, KOI8-U,
and UTF-EBCDIC, respectively. The aliases are provided for user convenience.
.LP
UTF-8 to UTF-8 conversion simply moves bytes from input buffer to
output buffer without doing any conversion. During the moves, illegal character
checking is done to screen out any potentially harmful character bytes.
Such illegal characters will cause the conversion to fail.
.LP
ACE stands for ASCII Compatible Encoding defined in the RFC 3490 without
allowing unassigned characters; it also uses STD3 ASCII rules.
ACE-ALLOW-UNASSIGNED is the same to the ACE except that it will allow
unassigned characters. The ACE-ALLOW-UNASSIGNED is more suitable for
query purpose; the ACE is more suitable for storing or giving host or
domain names to machines.
.SH ATTRIBUTES
See
.BR attributes (5)
for a description of the following attributes:
.sp
.TS
box tab(:);
cbp-1 | cbp-1
l | l .
ATTRIBUTE TYPE:ATTRIBUTE VALUE
=
Availability:SUNWuiu8
.TE
.SH SEE ALSO
iconv(1), geniconvtbl(1), iconv(3), iconv_open(3), iconv_close(3),
idn_decodename(3EXT), idn_decodename2(3EXT), idn_encodename(3EXT),
geniconvtbl(4), attributes(5), environ(5), iconv(5), iconv_ja(5),
iconv_ko(5), iconv_zh(5), iconv_zh_TW(5)
.sp
.PP
RFC 3490 Internationalizing Domain Names in Applications (IDNA)
.PP
RFC 3491 Nameprep: A Stringprep Profile for Internationalized Domain Names (IDN)
.PP
RFC 3492 Punycode: A Bootstring encoding of Unicode for Internationalized Domain Names in Applications (IDNA)
.PP
RFC 3454 Preparation of Internationalized Strings ("stringprep")
.PP
RFC 952  DoD Internet Host Table Specification
.PP
STD 3, RFC 1122 Requirements for Internet Hosts -- Communication Layers
.PP
STD 3, RFC 1123 Requirements for Internet Hosts -- Applications and Support
.sp
.PP
Unicode Standard Annex #15: Unicode Normalization Forms, Version 3.2.0
.br
http://www.unicode.org/unicode/reports/tr15/tr15-22.html
.sp
.PP
International Language Environments Guide (for this version of Solaris)
.SH FILES
.IP "/usr/lib/iconv/*.so"
Shared object conversion modules.
.IP "/usr/lib/iconv/geniconvtbl/binarytables/*.bt"
Conversion binary tables.
